module.exports = `
安徽，中华人民共和国东部的省份，简称“皖”，省会合肥市。公元1667年因清代江南省（明代南直隶）东西分置而建省。省名取自安庆府、徽州府（今黄山市）首字。中华民国沿袭清代建置，仍置安徽省。对日战争期间曾分置皖北行政公署、皖南行政公署。1949年，以长江为界分设皖北人民行政公署、皖南人民行政公署。1952年，重建安徽省。安徽跨长江下游、淮河中游，长江流经安徽段俗称“八百里皖江”，以长江、淮河为界，形成了淮北、江淮、江南三大地域。东连江苏、浙江，西接湖北，南邻江西，北靠山东、河南。

自然地理
安徽省位于中国东南部，是华东地区跨江近海的内陆省份，境内山河秀丽、人文荟萃、稻香鱼肥、江河密布。五大淡水湖中的巢湖横卧江淮，素为长江下游、淮河两岸的“鱼米之乡” 。全省面积居华东第3位，全国第22位。其中：淮河流域6.7万平方公里，长江流域6.6万平方公里，新安江流域0.65万平方公里。省内地形呈现多样性，全省分为五个自然区域：淮北平原、江淮丘陵、皖西大别山区、长江下游平原区以及皖南山区。长江流经安徽中南部，境内全长416公里，淮河流经安徽北部，境内全长430公里。

人文地理
　　根据《安徽省2010年第六次全国人口普查主要数据公报》，全省常住人口为5950.1万人。其中，男性人口为3024.6万人，占50.83%；女性人口为2925.5万人，占49.17%。总人口性别比（以女性为100，男性对女性的比例）为103.39；0-14岁人口为1069.9万人，占17.98%；15-64岁人口为4274.5万人，占71.84%；65岁及以上人口为605.7万人，占10.18%；具有大学（指大专及以上）程度的人口为398.5万人；具有高中（含中专）程度的人口为641.0万人；具有初中程度的人口为2261.9万人；具有小学程度的人口为1662.9万人（以上各种受教育程度的人包括各类学校的毕业生、肄业生和在校生)。

政区地理
　　安徽省共有16地级市，6县级市，45市辖区，56县。截止2009年底，乡镇级区划单位供计905个镇，357个乡，258个街道办事处。

　　撤销原巢湖市

　　2011年8月22日，安徽省宣布撤销地级巢湖市，并对原地级巢湖市所辖的一区四县行政区划进行相应调整，分别划归合肥、芜湖、马鞍山三市管辖。[2]庐江、无为、和县、含山四县和居巢区。

　　为理顺巢湖管理体制，专门成立了巢湖管理局，统一管理巢湖规划、水利、环保和巢湖流域主要控制设施管理事务。从8月22日起，安徽省将全面启动行政区划调整的对接实施工作，计划9月10日前基本完成人员安置等主要工作。

文化地理分区

安徽人杰地灵、历史文化多元。由于历史地理因素导致安徽全省分为若干不同的文化区域。皖西南地区，以安庆市（古时称宜城）为中心，属于古皖文化发源地。皖东地区（滁州、马鞍山、芜湖）由于历史地理因素属于淮扬（即淮左）、西吴文化区、南京都市圈成员。皖中地区（合肥、六安)属于江淮文化淮右区。皖南地区则是江南吴越文化和浙、赣文化的相互融合，徽州（黄山市、绩溪县、江西婺源县）文化和浙江文化有一定的联系，故今天的浙江文化与之相类似。皖北（宿州、阜阳、亳州、淮南、淮北、蚌埠等）地区由于历史上是北方人南迁的聚居区，文化上保留了古淮河文化，同时又融入了中原文化和齐鲁文化。

　　正是基于多元的文化，形成了安徽丰富繁荣的文化资源，和渊远流长的灿烂历史。不同地区的人们在安徽这片江淮大地上，团结努力，相互借鉴，共同发展，创造了安徽繁荣的历史和灿烂的文明

灿烂文化 安徽是中国史前文明的重要发祥地，在繁昌县人字洞发现距今约250万年前人类活动遗址，在和县龙潭洞发掘三四十万年前旧石器时代的“和县猿人”遗址。在蚌埠市禹会区发现的禹墟距今约4000年，乃是中华封建历史的开端。产生于淮河流域的老庄道家学派，与儒家学说一起构成我国传统文化两大支柱。淮河两岸流行的花鼓灯被誉为“东方芭蕾”，扬剧和越剧在安徽大地上也得到了广泛地传播和发展。春秋战国时代的吴越文化和楚文化都在安徽大地上熠熠生辉。新安江流域的徽州文化是安徽文化的代表之一，也是明清时期最有影响的文化流派，有力地诠释了儒家文化与经商之道的结合真谛，开创了“儒商”典范。徽商纵横华夏，徽州文化更是广播万里。徽州培养出的状元、进士更是数不胜数。如今，徽学与藏学、敦煌学并称当代中国三大地方学。长江流域的安庆文化，有着悠久的历史和浑厚的底蕴，安庆文化博大包容、深沉细腻，桐城派可以说是安庆文化在明清时期的一个不小的结晶，安庆文化是长江中下游一朵美丽的奇葩。安徽的戏剧文化丰富多彩，底蕴深厚，徽剧（发源于安徽徽州、池州与当涂，发展于安庆石牌）是京剧的主要源流之一，黄梅戏（发源于安徽安庆－湖北黄梅一带的长江流域）是中国四大戏曲门类之一。

交通地理
　　公路运输

　　安徽交通发达，水网密布，公路密度居全国前列。公路客车营运班线14857条，其中跨省班线1714条，跨区班线2567条，总营运里程271.692万公里。高速公路客运异军突起，零担和大件、集装箱货运满足了不同的运输需求。以合肥为中心，城市为枢纽，内联乡村，外联省际的客货运输网络初步形成。集装箱货运量逐年增长，大件运输生产初具规模。自1986年以来，累计投资18791万元，建成合肥、芜湖、安庆、马鞍山、蚌埠、淮南、滁州等地市级汽车客运站14个，建成天长、桐城、繁昌等65个县级汽车客运站，建成货运站20个和社会公用型汽车站65个。使旅客乘车环境、运输生产条件大为改善。

铁路运输

　　主要铁路线有京沪线、陇海线、京九线、青阜线、阜淮线、淮南线、宣杭线、皖赣线、宁西线、宁铜线、沪蓉线、铜九铁路、合九铁路等等。

　　高铁线路主要有：京沪高铁、沪汉蓉高速铁路、宁安城际铁路、郑徐客运专线、合安城际（规划中）、合福客运专线、合蚌客运专线、商杭客运专线(规划中)、六安—安庆—景德镇铁路（规划中）、合武高铁等。其中，京沪高铁与合蚌客运专线、合福铁路组成京福快速通道；沪宁、合宁、合武共同组成了沪蓉快速通道的一部分。
`;
