module.exports = `
澳门位于中国大陆东南沿海，地处珠江三角洲的西岸，毗邻广东省，与香港特区相距60公里，距离广州145公里。澳门由澳门半岛、氹仔和路环岛三地组成，经过长期不断填海，整个澳门总面积达32.9平方公里，其中澳门半岛9.3平方公里、氹仔7.9平方公里、路环7.6平方公里、路氹填海区6平方公里、新城A区及港珠澳大桥区域2.1平方公里。

澳门属亚热带季风气候，夏季炎热多雨潮湿，秋季晴朗清爽，冬季少雨，全年温差较大，5月至10月的气温可高达30℃以上，12月至次年2月则可低至10℃以下。

截至2019年底，澳门人口总数为67.96万，其中常住人口48.31万，外地雇员19.65万，人口密度为每平方公里2.07万人。 

二、政治体制和法律制度

澳门是直辖于中华人民共和国中央人民政府的特别行政区。中央与澳门特区关系的基本原则为“一国两制”、“澳人治澳”、高度自治的原则。《澳门特别行政区基本法》（以下简称《基本法》）是中国全国人大制定的基本法律，是澳门特区的宪制性法律。《基本法》的效力来自《宪法》，《宪法》的内容通过《基本法》在澳门特区实施。

根据中国《宪法》和澳门《基本法》的规定，中央政府对澳门特区行使的宪制权力包括：对特别行政区的创制权、对基本法的制定和修改权、对基本法的解释权、对特区立法的监督权、宣布紧急状态权、防务权、外交权及行政管理权等。特区政府享受的权力包括：行政管理权、立法权、司法权和终审权、依照基本法授权自行处理对外事务及参与国家事务管理的权力。

澳门实行行政主导的政治体制，不同于西方的“三权分立”体制。行政长官在特区政权构架中处于核心、主导地位。澳门特区行政长官每届任期5年，可连任一次。现任行政长官是贺一诚，于2019年12月20日就任。行政长官下辖行政法务司、经济财政司、保安司、社会文化司和运输工务司。5个司及其相关下属部门负责执行法例和政策，为市民提供直接服务。

三、回归以来经济发展情况

回归以来，在中央政府的大力支持下，澳门经济实现了历史上前所未有的高速发展。一是经济总量逐年递增。2019年澳门本地生产4346.7亿元（澳门元，下同），比1999年的518亿元增长7倍多。人均生产总值64.5万元（约8万美元），位列世界第三，比1999年增长4.5倍。二是政府财政持续好转。2019年澳门公共财政收入1335.1亿澳门元，比1999年增长近7倍，公共财政支出804亿元，比1999年增长近4倍。。截至 2019 年 12 月底，财政储备5794亿元，而回归时澳葡政府移交给特区政府的财政储备仅26亿元。三是居民就业明显改善。2019年整体失业率1.7%，比1999年的6.4%下降4.7个百分点。就业月平均工资中位数17000元，远超过1999年的4889元。近年来，澳门失业率都维持在2%以下，几乎实现全民就业。四是访澳旅客逐年增加。2019年访澳旅客3940万人次，比1999年的744万人次增加近5倍，旅客消费拉动澳门经济增长效应明显。

四、澳门经济的特色及优势

（一）澳门是经济高度开放的自由贸易港。

澳门是自由港，人员、商品、资金和信息可以自由进出，经济运行模式与国际高度接轨。澳门实行低税制，所得补充税3%至12%之间；不动产移转印花税在1%至3%之间；职业税在7%至12%之间。澳门拥有国际公认的开放和安全的营商环境，被世贸组织评为全球最开放的贸易和投资体系之一；根据美国智库传统基金会（Heritage Foundation）最新公布的2019年“经济自由度指数”报告，澳门在亚太地区排名第9，在全球180个经济体中排名第34位。

（二）澳门经济以服务业为主。

澳门是以服务业为主的小微经济体。2018年第三产业占GDP的比重95.8%。其中博彩及博彩中介业占GDP比重50.5%，不动产业务占GDP比重9.6%，银行及保险业占GDP比重6.6%，批发及零售业占GDP比重5.8%，租赁及工商服务业占GDP比重4.7%，公共行政、教育、医疗及其他服务业占GDP比重9.7%。此外，博彩税收入在特区政府财政收入中的占比达80%，从业人员约8.5万人，占总就业人数的25%。

（三）世界旅游休闲中心建设稳步推进。建设世界旅游休闲中心，既是国家对澳门的发展定位，也是澳门对接“一带一路”倡议最具潜力和优势的领域，同时还是澳门参与粤港澳大湾区城市群发展的重要途径。2019年访澳旅客3940万人次，比1999年的744万人次增加近5倍，全年旅客总消费（不含博彩）达640亿元。入境旅游市场呈现出客源分布更加均衡、游客结构更加优化、旅游消费更加旺盛等特点，并带动餐饮、住宿、购物、娱乐等关联产业迅速发展。

五、内地与澳门经贸合作深度融合

回归之后，为扭转回归前持续低迷的经济形势，支持澳门经济繁荣稳定发展，促进内地与澳门经贸交流与合作，2001年底，国家商务部牵头与澳门特区政府正式启动《关于建立更紧密经贸关系的安排》（简称CEPA）磋商。2003年10月,内地与澳门签署CEPA，此后又陆续签署了10个补充协议，成功开启了两地制度性合作的全新路径。CEPA是既符合“一国两制”原则又符合世界贸易组织规则的高水平自贸协议，是内地迄今为止商签的内容最全面、开放幅度最大的自由贸易协议，也是澳门实际参与的领域最广泛、内容最深刻的自由贸易协议。

内地分别于2015年、2017年和2018年与澳门成功商签《CEPA服务贸易协议》、《CEPA投资协议》、《CEPA经济技术合作协议》、《CEPA货物贸易协议》等CEPA子协议，提前实现了“十三五”规划提出的CEPA升级目标。双方还成立了内地与澳门经贸合作委员会并于2018年底成功召开第一次会议，共同推动两地经贸交流与合作向更高水平发展。

CEPA的签署和实施有效推动了澳门与内地经济的合作和共同发展，使两地经贸关系日益密切，同时也为澳门经济适度多元发展提供了机遇和有利条件。货物贸易零关税政策一定程度延续了澳门传统制造业的生存空间，服务贸易的扩大开放、两地经济技术合作及贸易投资便利化政策，为澳门提升与泛珠三角地区的经济融合，推进世界旅游休闲中心和中国与葡语国家商贸合作服务平台建设创造了良好条件。

六、澳门贸易、外来投资合作政策法规及主管机构

（一）货物贸易。

澳门是一个经济高度开放的市场，是自由港及单独关税区，没有外汇管制，资金进出自由。特区政府对企业或个人进出口经营权没有限制，任何企业或个人凡已履行纳税义务均可进行对外贸易活动。对动植物、药品、酒类和烟草等产品的进口实行进口许可制度。

经济局负责协助制订和执行经济活动范畴、知识产权范畴以及其他法律规定属其范畴的经济政策。

网址：www.economia.gov.mo

海关配合对外贸易的监管工作。

网址：www.customs.gov.mo

卫生局负责管理药品许可证发放。

网址：www.ssm.gov.mo

邮电局负责澳门电讯器材许可证发放。

网址：telecommunications.ctt.gov.mo

市政署负责管理新鲜或冷藏肉类及蔬菜的许可证发放。网址：www.iam.gov.mo

治安警察局负责管理武器弹药、爆竹和烟花的许可证发放。网址：www.fsm.gov.mo

（二）投资。

澳门是一个经济高度开放的商贸都市，为来自世界各地的投资者提供公平竞争的投资环境。世界贸易组织在对澳门的贸易政策审议报告中指出，澳门一直是世界上最开放的贸易和投资体系之一。澳门的吸收外来投资政策一般没有对外来投资有禁止或限制的领域，但一些行业如公用事业、银行、饮食场所等的成立和运作仍需要符合一定的条件，这些条件对外来投资者或本地投资者一视同仁。同时，特区政府为了吸引和鼓励投资，实施一系列鼓励投资的政策，包括向投资者提供各项税务和财务优惠。例如，税务鼓励措施、企业贷款利息补贴、促进出口多元化的鼓励、中小企业信用保证和援助计划等。

澳门贸易投资促进局是澳门特别行政区促进贸易和投资的机构（网址：https://www.ipim.gov.mo/）主要职能是促进澳门对外贸易及引进外资，会展业务，中国与葡语国家商贸合作等对外合作，推动澳门与世界各地之间的经贸关系的发展。主要服务包括：投资者“一站式”服务、会展竞投及支持“一站式”服务、经贸推广活动、经贸信息服务、申请投资居留、经贸刊物出版、向商会及企业，尤其是中小企业提供商务服务等。

（三）会展。

为进一步推动澳门会展业发展，特区政府通过系列支持和鼓励措施，对在澳门举办的会展活动给予支持，努力培育和打造本澳品牌会展，支持不同地区来澳门举办展会活动，支持本澳会展业界开展对外交流与合作，全力将澳门打造成为举办各类型会展活动的目的地。

1、会展竞投及支援“一站式”服务

澳门贸易投资促进局向有意在澳门筹办活动的会展组织者提供全方位支援服务，包括：引进海外知名会展活动在澳门举办、为办展组织者提供会展信息、委派专人协助跟进落实在澳门举办的会展项目、协助申请会展专项扶助财务支持计划、协助于澳门贸易投资促进局参与之境内外活动上进行宣传推广、协助在澳成立公司开展会展项目、提供会展合作配对服务、协助寻找合作伙伴等。

2、会议及展览资助计划

透过向在澳门筹办会议及展览的主办单位和策划者提供基本协助及财务支持，以提升会展业的竞争力，打造澳门成为举办各类型会展活动的目的地。会议及展览资助计划为活动提供多个方面财务支持，如住宿、餐饮、宣传、主题演讲嘉宾及团长、展览场地租金、合资格买家等，并对本地单位就竞投海外会展活动提供支持，从而逐步开展竞投工作，推动本澳会展业发展。

（四）特色金融。

为积极发展特色金融产业，推动融资租赁业务发展，澳门特区政府订定了《融资租赁公司法律制度》及《融资租赁税务优惠制度》，将有助满足现今融资租赁产业的发展需要，加强澳门在融资租赁产业市场上的竞争力，吸引融资租赁公司落户以及开展融资租赁业务。
`;
