module.exports = `
1.

《北京城市总体规划(2004-2020)》，将北京的城市性质定义为中华人民共和国的首都，全国的政治中心、文化中心、世界著名古都和现代国际城市，将北京未来发展目标定位为国家首都、国际城市、文化名城和宜居城市。

北京是中华人民共和国的首都，也是世界历史文化名城和古都之一，有3000多年建城史，800多年建都史，曾为辽、金、元、明、清五朝帝都。1949年10月1日中华人民共和国成立，北京从此成为新中国的首都。

北京拥有众多的文物古迹，故宫、长城、周口店猿人遗址、天坛、颐和园、明十三陵等，被联合国列入世界文化遗产。2011年末，全市拥有博物馆162个，文物藏品达430万件，参观人数达3500万人次。

北京是古老而现代的都市，园林遗迹、古刹皇陵，给北京城注入了深厚的历史底蕴；人文荟萃、故居众多，集中了中华和文化艺术的精华；峻崖曲壑、丽泉飞瀑，为城郊挂上了一层神秘的面纱；而车水马龙的步行街和星罗棋布的商业区，则为这座古老的城市增添了时代的新生命力。

今日的北京，更已发展成为一座现代化的国际大都市：金融街早已是中国名副其实的金融管理中心；北京商务中心区更是北京对外开放和经济实力的象征。此外，中国国家大剧院、北京首都国际机场3号航站楼、中央电视台总部大楼、“鸟巢”、“水立方”等建筑也成了新北京的现代符号。

历史文化

北京最早见于文献的名称叫做蓟（公元前11世纪时西周的一个分封国），距今已有3000多年的历史。春秋战国时期一直是燕的都城，之后曾为辽、金的陪都或重镇。元初新的“元大都”建成，也从此取代了长安、洛阳、汴梁等古都的地位，成为中国的政治中心，并延续到明、清两代。北京有850余年的建都史，元、明、清三代均定都于此。

胡同和四合院不但是居住场所，也是一种文化形态。它封闭却不失亲和，一家人生活在其中，隐忍谦恭，尊卑有序，其乐融融。尽管这种传统的生活方式正走向瓦解和衰亡，但其文化精粹却深深地植入了北京人的血液中，挥之不去。北京的文化生活丰富多彩，各种曲艺形式精彩纷呈，评书、相声、大鼓、杂技无不各尽其妙。其中最著名的就是京剧。京剧被誉为中国的“国粹”，有二百余年的历史，华丽的戏服、动听的唱腔、百变的脸谱，令人印象深刻。

北京也是许多年轻人的理想圣地，以致今天有“北漂”一说。在三里屯，在798，在各大高校附近，在地铁口马路边，追求自己梦想的人无处不在。也许，这也是新北京的独特一景。

自然环境

北京市位于北纬39度56分，东经116度20分，地处华北大平原的北部，全市土地面积16410.54平方公里。

北京地势西北高耸，东南低缓。西部、北部和东北部是连绵不断的群山，东南是一片缓缓向渤海倾斜的平原。北京市东部与天津市毗邻，其余均与河北省交界。

北京天然河道自西向东五大水系：拒马河水系、永定河水系、北运河水系、潮白河水系、蓟运河水系。北京没有天然湖泊。全市有水库82座，其中大型水库有密云水库、官厅水库、怀柔水库、海子水库。

北京属暖温带半湿润气候区，四季分明、春秋短促、冬夏较长。2011年平均气温为13.4℃，七月份最热，平均气温27.5℃。2011年全年降水量720.6毫米，年度降水主要集中于夏季。

气候变化

北京的气候为典型的北温带半湿润大陆性季风气候，夏季高温多雨，冬季寒冷干燥，春、秋短促。全年无霜期180～200天，西部山区较短。降水季节分配很不均匀，全年降水的80%集中在夏季6、7、8三个月，7、8月有大雨。

2.

北京市（Běijīng Shì）简称京，是中华人民共和国的首都，中国中央四个直辖市之一，全国政治、经济、文化、科研、教育和国际交往中心。北京位于华北平原北端，东南局部地区与天津市相连，其余为河北省所环绕。以市区人口数相比，北京为次于上海的中国第二大城市，同时也是中国陆空交通的总枢纽。北京已经成功举办了2008年北京奥运会。

北京有着3000余年的建城史和850余年的建都史，是全球拥有世界文化遗产最多的城市，同时也是历史文化名城和中国八大古都之一。早在70万年前，北京周口店地区就出现了原始人群落“北京人”，北京最初见于记载的名字为“蓟”。

全球只有极少数城市像北京一样长时间作为一个国家的政治和文化中心。其荟萃了自元明清以来的中华文化，拥有众多名胜古迹和人文景观。《不列颠百科全书》将北京形容为"One of the world's great cities"。北京正以它古老又时尚的全新面貌，迎接每年超过1亿4700万的旅客。
`;
