module.exports = `
重庆是中国著名的历史文化名城，具有3000多年的悠久历史和光荣的革命传统，以重庆为中心的古巴渝地区是巴渝文化的发祥地，这片土地孕育了重庆悠久的历史。距今2～3万年的旧石器时代末期，已有人类生活在重庆地区。公元前11世纪商周时期，巴人以重庆为首府，建立了巴国。后秦灭巴国，分天下为三十六郡，巴郡为其一。极盛时期巴国疆域以原重庆市为行政中心，管辖川东、陕南、鄂西、湘西北和黔北等区域。自秦汉以来的历朝历代，这一区域多数时期为一个统一的行政辖区，其行政中心设在原重庆市。


 
      重庆古称江州，以后又称巴郡、楚州、渝州、恭州。南北朝时，巴郡改为楚州。公元581年隋文帝改楚州为渝州，重庆始简称"渝"。公元1189年，宋光宗先封恭王，后即帝位，自诩"双重喜庆"，升恭州为重庆府，重庆由此得名，距今已有800余年。1891年重庆成为中国最早对外开埠的内陆通商口岸。1929年重庆正式建市。1937年至1946年，日本向中国发动侵略战争，国民政府移驻重庆，重庆成为中华民国战时陪都，是当时全国抗日战争和反法西斯的最高指挥部，中国大后方的政治、经济、文化中心，故重庆又有"三都之地"之称。国民政府还都南京后，重庆仍为直辖市。新中国建立初期重庆作为中共中央西南局和西南军政委员会驻地，是西南地区政治、经济、文化中心，为中央直辖市。1954年西南大区撤销后改为四川省辖市。1983年率先成为全国经济体制综合改革试点城市，实行计划单列，赋予省级经济管理权限。1992年辟为沿江开放城市。1996年9月中央批准重庆代管万县市、涪陵市和黔江地区。1997年3月14日，经八届全国人大五次会议审议批准，重庆正式成为中国第四个、西部地区唯一的直辖市，掀开了重庆建设与发展史上崭新的一页。


　 重庆市简称渝，位于我国西南地区东部，长江上游。1997年以原四川省重庆、万县、涪陵三地级市区域设中央直辖市重庆,是我国面积最大、行政辖区最广、人口最多的中央直辖市。全市面积8.3万平方千米，人口3002万,有汉、回、苗、土家等民族。

　 长江斜贯本市，形成著名的长江三峡。中亚热带湿润季风气候，年降水量1000毫米以上。冬暖夏热，夏季因地形郁闷，气候闷热，成为长江三大“火炉”之一。

     此外重庆还有很多别称，比如因城市依山建筑而得名的“山城”；而冬春时节的重庆云轻雾重，又名“雾都”。



       重庆市拥有丰富的生物资源、矿产资源、水能资源和独具特色的三峡旅游资源，具有极大的开发潜力。重庆是中国西南地区和长江上游的经济中心城市、重要的交通枢纽和内河口岸,拥有汽车、机械、电力、化工、轻纺等综合性工业基地。 “山城夜景”水光天色，堪称奇观。这里自然风光与人文景观相互交融，旅游资源丰富。



    重庆是中国西部最具投资潜力的特大城市，具有五大优势：
   ——区位条件优越。重庆地处长江上游经济带核心地区，中国东西结合部，是中国政府实行西部大开发的重点开发地区。
   ——基础设施功能完备。重庆是中国西部唯一集水陆空运输方式为一体的交通枢纽，横贯中国大陆东西和纵穿南北的几条铁路干线、高速公路干线在重庆交汇，3000吨级船队可由长江溯江至重庆港，重庆江北国际机场是国家重点发展的干线机场。重庆是中国西部电网的负荷中心之一，煤炭、天然气产量大，能源供应的保障程度高。
    ——工业基础雄厚，门类齐全，综合配套能力强。重庆是中国老工业基地之一，正着力壮大汽车摩托车、化工医药、建筑建材、食品、旅游五大支柱产业，加快发展以信息工程、生物工程、环保工程为代表的高新技术产业。
    ——科技教育力量雄厚，人才相对富集。重庆拥有1000多家科研机构，34所高等院校，60多万科技人员。
    ——市场潜力巨大。重庆人口众多，人民生活由温饱向小康过渡、三峡工程库区移民和城镇工矿搬迁、大规模的基础设施建设、生态环境保护和污染治理、老工业基地的产业升级都将产生巨大的消费需求和投资需求。


 
    抓住中国实行西部大开发战略的历史性机遇，重庆将按照建设 "三中心、两枢纽、一基地"（即商贸中心、金融中心、科教信息文化中心；交通枢纽、通信枢纽；以高新技术产业为基础的现代产业基地）的战略构想，加快经济社会发展，发挥对外窗口和经济辐射作用，推动西南地区和长江上游地区的发展。
`;
