module.exports = `
福建地处中国东南沿海、台湾海峡西岸，陆地面积12.14 万平方公里，海域面积13.63万平方公里，总人口3689万，下辖9个设区市和平潭综合实验区，包括85个县、市、区。福建省情概括起来有以下四个方面的特点：

一是山海资源丰富。森林覆盖率63.1%，居全国首位。大陆海岸线总长3752公里，深水岸线资源全国第一。二是生态环境优越。福建生态环境状况指数居全国前茅。我省现有世界文化与自然双遗产武夷山，世界文化遗产福建土楼，世界自然遗产与世界地质公园泰宁，世界地质公园宁德太姥山、白水洋和白云山等一批独具特色的旅游品牌。三是改革开放先行。福建对外通商历史悠久，泉州曾经是世界最大的商港之一，也是著名“海上丝绸之路”的起点。福建是中国著名侨乡，在海外的闽籍华人华侨达1200万人。福建是全国综合改革开放试验区和最早实行对外开放的省份之一，经济外向度和市场化程度较高，民营经济活跃，是中国经济发展最快和最具活力的地区之一。四是对台联系紧密。福建与台湾一水相连，闽台血脉相连、语言相通、民俗相近，台湾民众80%以上祖籍在福建，两岸人员、商贸往来极为密切。去年签署生效的两岸经济合作框架协议，为两岸实现经济大合作、大交流创造了新的契机。

2009年5月，国务院出台了《关于支持福建省加快建设海峡西岸经济区的若干意见》，对海峡西岸经济区的建设战略定位：两岸人民交流合作先行先试区域、服务周边地区发展新的对外开放综合通道、东部沿海地区先进制造业的重要基地、我国重要的自然和文化旅游中心。今年3月，国务院正式批准了《海峡西岸经济区发展规划》，是继国务院颁布支持福建省加快建设海峡西岸经济区的《意见》之后的又一重大举措，是对新起点上加快福建发展和海西建设的又一次有力推动。

经过改革开放30多年的发展，福建已经形成了电子信息、石油化工和机械制造三大支柱产业。同时，旅游业成为重要的支撑产业。
`;
