module.exports = `
广东省地处中国大陆最南部。东邻福建，北接江西、湖南，西连广西，南临南海，珠江三角洲东西两侧分别与香港、澳门特别行政区接壤，西南部雷州半岛隔琼州海峡与海南省相望。全境位于北纬20°13‘～25°31’和东经109°39‘～117°19’之间。东起南澳县南澎列岛的赤仔屿，西至雷州市纪家镇的良坡村，东西跨度约800公里；北自乐昌县白石乡上坳村，南至徐闻县角尾乡灯楼角，跨度约600公里。北回归线从南澳—从化—封开一线横贯广东。全省陆地面积为17.98万平方公里，约占全国陆地面积的1.87%；其中岛屿面积1592.7平方公里，约占全省陆地面积的0.89%。全省沿海共有面积500平方米以上的岛屿759个，数量仅次于浙江、福建两省，居全国第三位。另有明礁和干出礁1631个。全省大陆岸线长3368.1公里，居全国第一位。按照《联合国海洋公约》关于领海、大陆架及专属经济区归沿岸国家管辖的规定，全省海域总面积41.9万平方公里。

行政区划

2007年，广东省按照《中华人民共和国宪法》、《国务院关于行政区划管理的规定》要求，严格审核行政区划变更材料，对部分行政区划进行了调整。截至2007年12月31日，全省共有21个地级市，23县级市、41个县、3个自治县、54个市辖区，4个乡、7个民族乡、1137个镇、433个街道办事处。

《广东省地名管理条例》于2007年9月30日广东省第十届人大常委会第三十四次会议上通过，2008年1月1日开始实施，这是广东省解放以后第一个地名法规。

人口

2007年末，广东省常住总人口为9449万人，比上年增加145万人，常住人口年增量连续两年超过100万人。由于常住人口持续快速增长，广东常住人口总量已上升到居全国第一位。2007年，广东已成为全国常住人口第一大省。全省常住人口总量增长较快的主要原因有三个：

一是省外流动人口数量庞大。尽管广东省外流动人口数量增长已趋于平缓，但还没有出现明显减少，广东仍然是全国跨省流动人口最多的省份。按照公安部户籍人口统计结果，2006年广东户籍人口居河南、山东和四川省之后，列全国第四位，分别比上述3省少2130万人、1234万人和674万人，可见广东2007年常住人口位居全国首位的主要原因是省外流动人口规模大。

二是人口年龄结构影响。全省常住人口年龄结构移算结果表明，近年广东育龄妇女人群一直呈现稳步增长状态，每年的出生人数均超过100万人，导致自然增长人口基数大。根据2001～2007年人口变动情况抽样调查结果推算，2001～2007年全省自然增长人口每年均保持在64～68万人之间，相当于1个中等县的人口规模。

三是近两年本省户籍人口增长明显加快。“十五”时期广东户籍总人口数量的年净增加量与“九五”时期相比有减少的趋势，每年都在100万人以下；但从2005年开始增幅明显加大，2006和2007年广东本省户籍人口的增幅均超过100万人。

语言

广东语言状况较复杂，除粤北、粤东有少数民族语言瑶语、壮语、畲语及粤北不知名的土语，主要流行3种汉语方言：

粤方言

又称广州话、白话。可分为：1.粤海片，也称广府片，主要分布在广州、佛山、肇庆、深圳、南海、顺德、三水、高明、鹤山、怀集、广宁、四会、高要、云浮、封开、郁南、德庆、罗定、阳山、清远、佛冈、增城、从化、连县、连山、惠州、韶关、博罗、惠阳、惠东、海丰、仁化、乐昌、英德，以广州为代表，在粤语中影响最大。2.四邑片，主要分布在台山、开平、恩平、新会、斗门、江门及鹤山的部分地区，以台山为代表。3.高雷片，主要分布在湛江、茂名、阳江、阳春、高州、信宜、化州、吴川、电白、遂溪、廉江、雷州、徐闻，此片粤语大同小异，未形成权威代表。4.莞宝片，通行于东莞及深圳宝安，以东莞莞城为代表。5.香山片，通行于中山、珠海（斗门除外），以中山石歧为代表。各片小有差别，其中四邑片与粤海片差异最大。全省使用粤语的人口近4000万人，但上述粤语区中，也掺杂了小片的客家话和闽语。

客家方言

广东是客话最重要的流行地。可分为：1.粤东片，主要分布在梅县、蕉岭、平远、兴宁、五华、大埔、丰顺、揭西、紫金、惠阳、惠东、宝安，另外揭阳、饶平、普宁、惠来、潮阳、陆丰、陆河、海丰、深圳、东莞、增城、博罗、中山也有些地区说客家话。2.粤中片，主要分布在和平、连平、龙川、河源、新丰、龙门、佛冈及广州、顺德、南海、中山、珠海、斗门、三水、四会、清远、高明、鹤山、开平、新会、台山、恩平的部分地区。3.粤北片，主要分布于始兴、乐昌、曲江、连县、连南、乳源、阳山、翁源、英德及韶关、南雄、仁化、连山、怀集、广宁、郁南、德庆、云浮、罗定、新兴的部分地区。4.粤西片，分散于信宜、阳春、阳江、高州、茂名、电白、化州、吴川、廉江、遂溪、雷州、徐闻。省内各地多有零星客话区，如广州的三元里、沙河。全省使用客话的人口约1500万人。客家方言以梅州为代表，内部一致性较强。

闽方言

广东闽语属闽方言闽南一支。大致可分：1.潮汕片，以汕头、潮州为代表，流行于汕头、潮州、揭阳、澄海、南澳、饶平、揭西、潮阳、普宁、惠来、汕尾、陆丰、海丰。2.雷州片，主要流行于雷州、徐闻、遂溪及湛江、廉江、吴川、电白、茂名、高州、阳西的部分地区，以雷州为代表。全省使用闽语的人口约1700万人。

广东省自古就是中国海上贸易和移民出洋最早、最多的省份，近代以后逐渐发展成为重点侨乡。

海外侨胞众多、归侨侨眷众多

原籍广东现生活在世界各地的乡亲有2000多万人，其中部分是华侨，部分已加入外国籍，成为外籍华人。占全国华侨、华人总数的三分之二，遍及世界100多个国家和地区。他们主要分布在东南亚的印尼、泰国、马来西亚、新加坡、菲律宾、越南、柬埔寨，欧美的美国、加拿大、法国、英国，南美洲的秘鲁、墨西哥、巴拿马、古巴、委内瑞拉，大洋洲的澳大利亚、新西兰，非洲的毛里求斯、马达加斯加、南非、留尼汪等国家和地区。

省内有2000多万归侨、侨眷，主要集中在珠江三角洲、潮汕平原和梅州地区。广府语系地区的归侨侨眷约有800万人，潮汕语系地区归侨侨眷约有700万人，客家语系地区的归侨侨眷约有500万人。全省有23个华侨农场，安置归侨、难侨6.9万人，是归侨侨眷最集中的地方。

侨捐项目众多、侨资企业众多

广东籍海外侨胞、港澳同胞素有念祖爱乡的光荣传统，一向关注支持家乡的经济文化建设和社会发展。改革开放以来，海外侨胞、港澳同胞捐赠折合人民币近400亿元，捐建道路、桥梁、学校、医院、图书馆、体育馆等逾3万项，建立各种公益事业基金会近3000个。全省侨资企业（含港澳）占全省外资企业总数的七成多；广东吸收外资约1940多亿美元，侨港澳资金占了超过六成。还引进了大量海外人才、先进科学技术和现代化管理理念。

华侨文化、侨乡文化积淀深厚

华侨文化与侨乡本土文化的结合，形成了独特的侨乡文化。华侨文化、侨乡文化是岭南文化的重要组成部分，2007年申报世界文化遗产获得成功的“开平碉楼与村落”是华侨文化和侨乡文化的典型代表。

涌现大批近现代着名华侨先驱人物

中国近现代历史上许多着名人物是广东的华侨或归侨。政界有康有为、梁启超、孙中山、叶剑英等；实业界有回国兴办第一家缫丝厂的南海籍华侨陈启沅，兴办“张裕葡萄酒公司”的大埔籍华侨张振勋等；商业界有创建上海永安百货公司的华侨郭乐、郭泉兄弟，创建先施百货公司的华侨马应彪等；教育界有开创中国留学教育先河的珠海籍华侨容闳等。此外，还有集实业家、慈善家、领事、侨领一身的珠海籍华侨陈芳，为汕头市政建设做出贡献的泰国米业大王澄海籍华侨陈慈黉等。他们对中国近现代文明发展做出了突出的贡献，他们的思想和精神观念是广东精神文明的重要组成部分。

建置沿革

广东，《吕氏春秋》中称“百越”，《史记》中称“南越”，《汉书》称“南粤”，越与粤通，也简称粤，泛指岭南一带地方。广东的先民很早就在这片土地上生息、劳动、繁衍。在历史长河中，广州、广东的名称次第出现，逐渐演化成广东省及其辖境。

先秦以前

距今约12.9万年以前，岭南出现了早期古人（马坝人）。商与西周时代，广东先民便与中原商、周王朝有了经济文化往来。春秋战国时代，岭南与吴、越、楚国关系密切，交往频繁。历史上楚庭、南武城的传说，反映出这一时期岭南与楚、越的关系。《国语。楚语上》也有“抚征南海”的记载，可见当时岭南与楚国有军事、政治关系。

秦至南朝时期

公元前222年，秦王嬴政统一六国后，“因南征百越之君”，派屠睢率领50万秦军攻打岭南；公元前214年，秦军基本上占领岭南。随即，秦始皇将所夺取的岭南地区，设“桂林、象郡、南海”3个郡。南海郡辖境是东南濒南海，西到今广西贺州，北连南岭，包括今粤东、粤北、粤中和粤西的一部分，辖番禺、龙川、博罗、揭阳、四会5个县，郡治番禺。今广东省的大部分地区属南海郡，此外，湛江等地属象郡，粤西有一部分属桂林郡，粤北部分地区属长沙郡。这是广东历史上第一次划分行政区。

秦末，南海郡尉任嚣病危，委任龙川县令赵佗代职。任嚣死后，赵佗即起兵隔绝五岭通中原的道路。秦亡之际，赵佗武力攻并桂林、象郡，建立南越国，自称“南越武王”。当时，广东除今连州及乐昌北境属长沙郡管辖外，都属南越国地盘。赵佗及其后的南越国，都与汉朝一样实行郡县制。公元前111年（元鼎六年），汉武帝派伏波将军路博德和楼船将军杨仆率领大军平定南越。汉朝将南越地重新划分为南海、苍梧、郁林、和浦、交趾、九真、日南、儋耳、珠崖9个郡。为了便于监督各郡官吏，汉朝又设立13个常驻监察机构，称为“十三部”，其中设在苍梧郡广信县（今封开）的交趾部，专门负责纠核岭南九郡。东汉末，交趾部改为交州，除监察权外，还拥有军政大权，成为郡上一级政府，地方行政制度也就从郡县二级变为州、郡、县三级：州设刺史（权重的叫“牧”），郡设太守，县仍设令或长。今广东省境包括交州辖下的整个南海郡（粤中、粤东），还包括苍梧郡、和浦郡、荆州贵阳郡和扬州豫章郡的一部。其中南海郡较秦代增置3个县：揭阳、中宿（今清远）和增城。

东汉末，赤壁之战后逐渐形成魏、蜀、吴三国鼎立的局面。公元210年（汉献帝建安十五年），吴国的孙权任命步骘为交州刺史，率兵抵番禺。217年（建安二十二年），步骘把交州州治从广信东迁番禺。264年（吴景帝永安七年），东吴为便于治理，又把南海、苍梧、郁林、高梁4个郡（今两广大部）从交州划出，另设广州，州治番禺，广州由此得名。而交州则辖交趾、九真、日南、和浦、珠崖5个郡。东吴时期，今广东省境除广州辖下的4郡外，还包括荆州始兴郡和海南岛。

西晋时，今广东省腹地属当时的广州，粤北属荆州，雷州半岛和海南岛属交州。东晋时期，北方战乱连年，中原及关陇人民大批南迁，广东人口大增。

南北朝时代，中国政局南北分裂。南朝时州郡县增置颇多，废并频繁，增设的州、郡、县也多集中在粤中、粤西、粤北地区，粤东地区设置较少。因为当时粤东农业经济没有粤西发达，交通也没有粤西方便。

隋、唐、五代十国时期

隋朝初年，设广州、循州（今惠州）两个总管府统领诸州。隋炀帝废州为郡，改为郡、县两级，大加省并，今广东省境分属10郡、74县。

唐初地方设州、县。岭南45州分属广州、桂州、容州、邕州、安南5个都督府（又称岭南五管）。655年以后，5府皆隶于广州，长官称为五府（管）经略使，由广州刺史兼任。756年（肃宗至德六年），升五府经略使为岭南节度使。862年（懿宗咸通三年），岭南道划分为东、西道，东道治广州，广东属岭南东道，这是广东省名中“东”字的由来，也是两广分为东西的开始。

五代十国时期，岭南为南汉王刘氏占据，行政区划基本上继承唐朝的建制。南汉升广州为兴王府，在州县稀疏的粤东和粤北，增置1府4州。南汉后期，全境共辖60州、214县。

宋、元、明、清时期

宋代地方行政制度分路、州（府、军）、县三级。今广东省境包括广南东路14州和广南西路境内的7州，共61县。宋朝对唐制有所继承又有所调整。粤西及海南岛裁撤8个州，而粤东、粤北除循唐制外，仍保留南汉所增置的4个州。997年（宋太宗至道三年），广南路分为广南东路和广南西路，东路治所在广州，西路治所在桂州，广东大部分属广南东路，“广东”即广南东路的简称。

元朝地方行政制度分省、路、府（州、军）、县四级，另有道，是省以下、路府之上的承转机构。今广东省境分为广东道和海北海南道。广东道道治在广州，海北海南道道治在今雷州市。

明朝洪武二年（1369年），改广东道为广东等处行中书省，并将海北海南道改隶广东，广东成为明朝的十三行省之一。而且，过去长期与广西同属一个大区的雷州半岛、海南岛划拨广东统辖，结束了广东以往隶属不同政区的状况，广东省区域轮廓自此基本形成。终明之世，广东设10府1直隶州，统辖7州75县。其中，属明代新置的有顺德、从化、高明、饶平、惠来、大浦、普宁、澄海等22县。这些新置的县大多集中在粤东地区，基本形成当今县制的分布格局。

清初承袭明制，地方行政机关分省、道、府、县4级，但将明时的布政使司正式改称为省。“广东省”名称正式使用，所辖范围与明广东布政使司相同。清设总督管辖广东、广西两省，称“两广总督”，初驻肇庆，1746年（乾隆十一年）移广州。清代广东省最南的辖境是南海诸岛的曾母暗沙。西沙群岛（时称“千里长沙”）和南沙群岛（时称“万里石塘”）属于广东省琼州府的万州管辖。南海诸岛自古以来就是中国的领土。

1841年，鸦片战争中清政府战败，被迫签订《中英南京条约》，香港（时属新安县）正式沦为英国的殖民地。1887年，葡萄牙诱逼清政府签订《中葡和好通商条约》，侵占澳门（时属香山县）。

民国时期

1911年，武昌起义成功推翻清王朝，建立中华民国，孙中山就任临时大总统。民国政府多次对广东政区进行调整。辛亥革命后，广东省的名称和范围与清代相同，但将府直辖地及州、厅皆改为县，成为省、县二级制，并于省、县之间分区设置绥靖区。1925年7月，中华民国国民政府在广州成立，国民政府的地方行政，分为省、行政区、县和市，实行委员制。广东省政府下设广州、北江、东江、西江、南路、海南6个行政区，每区设一行政委员，代表省政府处理本区事务。1938年10月，日本侵略者侵占广州，广东省府撤退到粤北（今连州市）；为适应战时需要，全省设4个行署。1940年全省改设为9个区（包括沦陷区），到1941年，复改设9个行政督察区。1945年抗战胜利后，民国政府把行政督察区分为省府直接督察区和专署行政督察区两种。省府直接督察的有南海、番禺等12个市县，专署行政督察区则分为11个区，共辖88个县。

中华人民共和国时期

1949年10月14日，广州解放；10月28日，广州市人民政府成立；11月6日，广东省人民政府正式成立。全省共设珠江、东江、西江、北江、粤中、南路、兴梅、潮汕、琼崖等9专区，共辖7市98县，广州市为中央直辖市。1952年，广东省和广州市由中南行政委员会领导，将北海市及钦州专区划归广西，广西的怀集县划入广东。1954年，广东省改由中央直接领导，原由中央直辖的广州市划归广东省管辖。此后，市、专区、县几乎年年都有调整。1979年，原属惠阳地区的宝安县改设深圳市，原属佛山地区的珠海县改设珠海市，均由省直辖。广东省直辖广州、海口、汕头、湛江、茂名、佛山、江门、深圳、珠海、韶关等10市，分设韶关、惠阳、梅县、汕头、佛山、湛江、肇庆等7地区和海南行政区及海南黎族、苗族自治州，共辖14市、92县、3自治县。1981年，设立西沙、南沙、中沙群岛办事处，由海南行政区直接领导。1983年以后，开始实行市管县、乡镇管村的新体制。1988年，中央政府将海南行政区从广东省划出，另设海南省；同年，广东开始取消地区设置，另设18个地级市（后增加到21个地级市），全面实行地级市管县体制，以及乡镇管村体制，一直沿用至今。
`;
