module.exports = `
甘肃，古属雍州，地处黄河上游，它东接陕西，南控巴蜀青海，西倚新疆，北扼内蒙、宁夏，是古丝绸之路的锁匙之地和黄金路段。

　　它像一块瑰丽的宝玉，镶嵌在中国中部的黄土高原、青藏高原和内蒙古高原上，东西蜿蜒1600多公里，纵横45．37万平方公里，占全国总面积的4．72％。　

　　甘肃，是取甘州（今张掖）、肃州（今酒泉）二地的首字而成。 由于西夏曾置甘肃军司，元代设甘肃省，简称甘；又因省境大部分在陇山（六盘山）以西，而唐代曾在此设置过陇右道，故又简称为陇。

　　甘肃海拔大多在1000米以上，四周为群山峻岭所环抱。北有六盘山、合黎山和龙首山；东为岷山、秦岭和子午岭；西接阿尔金山和祁连山；南壤青泥岭。境内地势起伏、山岭连绵、江河奔流，地形相当复杂。这里有直插云天的皑皑雪峰、有一望无垠的辽阔草原、有莽莽漠漠的戈壁瀚海、有郁郁葱葱的次生森林、有神奇碧绿的湖泊佳泉、有江南风韵的自然风光，也有西北特有的名花瑞果。　

　　甘肃东南部的天水市和陇南地区，是历史悠久、山川锦绣、物产丰富、气候宜人、民俗奇特的天然膏沃之地，有小江南之称。

　　唐玄奘在天水的传说，使佛公娇、万紫山、渗金寺等地，成为民俗旅游的主要景点。

　　和天水、陇南相临的甘南、临夏两自 治州，是藏、回、东乡、保 安、撒拉等少数民族的集聚地，有独具一格的民情和风俗，境内的拉卜楞寺，不但有着精美绝伦的建筑，而且每年7次规模较大的法会和众多的节庆，使拉卜楞寺的宗教民俗活动空前丰富多采。古朴典雅的临复清真寺，是穆斯林民众们的聚礼之地，这里的宗教民俗活动，独特隆重，令人叹为观止。

　　甘肃东部的庆阳、平凉地区，是具有悠久革命历史的老区。境内除有众多的革命遗迹外，黄帝登临、广成子修炼得道的道家圣地崆峒山，西王母设宴招待周穆王的王母宫山以及公刘庙、菩萨山等庙会，都成为民向文化的传播阵地和民间经济的交易场所。特别是唢呐、剪纸、社火、戏曲等民俗文化尤具魅力。　

　　河西走廊是甘肃著名的粮仓，也是昔日铁马金戈的古战场和古丝绸之路的交通要道。闻名于世的敦煌莫高窟民俗、肃南裕固族风情、肃北蒙古族风情、阿克塞风俗、天祝藏区风情、雷台奇观、古酒泉传奇、嘉峪关传说、玉门关和古阳关、桥湾人皮鼓、民间筵悦、骆驼队等奇风异俗在这里熠熠生辉。

　　甘肃是一个发展潜力和困难都比较突出、优势和劣势都比较明显的省份。经过建国以来的开发建设，已形成了以石油化工、有色冶金、机械电子等为主的工业体系，成为我国重要的能源、原材料工业基地。农业生产基础条件得到一定改善，粮食实现了省内供需总量基本平衡，基本形成了草畜、马铃薯、水果、蔬菜等战略性主导产业，制种、中药材、啤酒原料等区域性优势产业，以及食用百合、球根花卉、黄花菜、花椒、油橄榄等一批地方性特色产业和产品。教育、科技事业有了长足发展，现有普通高校34所，中央所属的科研机构22个。文化事业不断进步，舞剧《丝路花雨》、《大梦敦煌》饮誉全球，《读者》杂志成为全国发行量最大的期刊。

　　2011年，省委、省政府以科学发展观为指导，深入实施西部大开发战略，贯彻落实《国务院办公厅关于进一步支持甘肃经济社会发展的若干意见》，加快推进经济结构调整和发展方式转变，大力发展各项社会事业，努力保障和改善民生，经济社会发展呈现出增长较快、物价趋稳、效益较好、民生改善的良好态势。全省完成生产总值5020亿元，增长12.5%；固定资产投资完成4200亿元，增长40%；大口径财政收入933.6亿元，增长25.3%；地方财政收入450.4亿元，增长27.4%；城镇居民人均可支配收入达到14988.7元，增长13.6%；农民人均纯收入3909.4元，增长14.2%。

　　当前，甘肃正处在负重爬坡期。随着西部大开发战略深入实施和中央支持四省藏区跨越式发展和长治久安的政策措施力度加大，特别是为甘肃量身定制的《国务院办公厅关于进一步支持甘肃经济社会发展的若干意见》、《甘肃省循环经济总体规划》等政策机遇，使甘肃面临着难得的政策叠加期和黄金发展期，步入了奋力赶超、转型跨越的历史阶段。2012年，根据中央经济工作会议精神，省委提出了稳中求进、好中求快的总基调，继续坚持发展抓项目、改革抓创新、和谐抓民生、保证抓党建和强化基础设施建设、特色优势产业培育、人力资源开发的“四抓三支撑”总体工作思路以及“中心带动、两翼齐飞、组团发展、整体推进”区域发展战略，紧紧围绕科学发展、转型跨越、民族团结、富民兴陇的目标，更加注重开发开放，更加注重转型转移，更加注重创新创业，更加注重民族民生，更加注重安全安定，全力做好稳增长、控物价、调结构、惠民生、抓改革、促和谐的各项工作，推动经济转型跨越发展、社会稳定和谐发展、民族共同繁荣发展。
`;