module.exports = `
广西壮族自治区地处中国南部，南濒北部湾，与越南接壤。陆地总面积23.67万平方公里，有壮、汉、瑶、苗、侗、仫佬、毛南、回、京、彝、水、仡佬等12个世居民族，总人口4850多万，其中少数民族1850多万，壮族1580多万，主要宗教有佛教、天主教、基督教、伊斯兰教。
广西地处中国地势第二台阶中的云贵高原东南边缘，两广丘陵西部，南临北部湾海面。西北高、东南低，呈西北向东南倾斜状。山岭连绵、山体庞大、岭谷相间，四周多被山地、高原环绕，中部和南部多丘陵平地，呈盆地状，有“广西盆地”之称。

广西是多民族聚居的自治区，世居民族有壮、汉、瑶、苗、侗、仫佬、毛南、回、京、彝、水、仡佬等12个，另有满、蒙古、朝鲜、白、藏、黎、土家等44个其他民族。壮族是广西也是中国人口最多的少数民族，主要聚居在南宁、柳州、崇左、百色、河池、来宾6市。汉族在各地均有分布，主要集中在南部沿海及桂东地区。瑶族主要居住在金秀、都安、巴马、大化、富川、恭城6个瑶族自治县。苗族主要分布在融水苗族自治县和隆林、龙胜、三江、南丹、环江、资源等县(自治县)。侗族主要居住在三江、龙胜、融水3个自治县，其中三江侗族自治县侗族人口最多。仫佬族主要居住在罗城仫佬族自治县，散居于宜州、忻城、环江、融水等县(自治县、市)。毛南族主要聚居在环江毛南族自治县。回族主要居住在桂林、柳州、南宁、百色等市及临桂、灵川、鹿寨、永福等县。京族主要居住在东兴市江平镇。彝族主要居住在隆林各族自治县和西林、田林、那坡等县。水族主要散居在南丹、宜州、融水、环江、都安、兴安、河池市金城江区等县(自治县、市、区)。仡佬族主要居住在隆林各族自治县及田林、西林等县。

    广西现辖南宁、柳州、桂林、梧州、北海、钦州、防城港、玉林、贵港、贺州、百色、河汉、来宾和崇左14个地级市，首府设在南宁。广西属亚热带季风性温润气候。气温较高，雨量充沛，冬短夏长，全年平均气温20.3℃。

    广西是中国的旅游大省。著名的桂林山水，迷人的海滨风光，独特的南国边关风情、浓郁的少数民族风情，每年都吸引着上百万境外游客和上万国内游客。

    近几年来，广西加大投入，集中力量建成了一批交通、能源、通讯等基础设施，基础产业和优势产业项目，增强了经济发展后劲，投资环境日臻完善。广西生产总值年均增长10%以上，是历史上增长速度最快的一个时期。经济结构战略性调整取得重要进展，特色经济加快发展；基础设施建设成就显著，西南出海能道框架基本建成，社会主义市场经济体制初步建立，全方位对外开放格局已经形成；人民生活总体上达到小康水平。

    广西加快发展具有明显优势，有很大潜力。概括起来，突出体现在以下几个方面：一是区位优势。广西是中国西部唯一既沿海又沿边的省区，是华南经济圈、西南经济圈与东盟经济圈的结合部，是中国西南地区最便捷的出海口，是中国与东盟各国交往的重要门户和通道；二是资源优势。广西是全国10个重点有色金属产地之一，储量居全国首位的矿产有12种，其中铝的资源量达到10亿吨以上，广西将建成中国最大的铝都。广西非金属矿藏也十分丰富，可建成中国南方最大的水泥基地。水能资源开发潜力巨大，是中国“西电东送”的重要基地，全区可开发水能储藏量1700多万千瓦。广西境内的红水河是中国待开发的三大水电建设基地之一，总装机容量可达1100多万千瓦。在建的龙滩水电站仅次于长江三峡水电站，总装机容量540万千瓦，年发电量达187亿千瓦小时。广西的农林资源、动植物资源、海洋资源也十分丰富，具有广阔的开发利用空间；三是政策优势。广西同时享受少数民族区域自治政策、西部大开发政策、沿海地区开放政策和边境开放政策。

    此外，广西形成了以制糖、有色金属、汽车和机械制造、建材、食品、医药等为主的一批优势产业，具备与国内外企业开展产业合作的良好基础。
`;
