module.exports = `
贵州省简称“黔”或“贵”，位于我国西南地区东南部，东毗湖南、南邻广西、西连云南、北接四川和重庆。是一个山川秀丽、气候宜人、民族众多、资源富集、发展潜力巨大的省份。
贵州省地图

 
【行政区划】贵州省共有9个市、州(其中：6个地级市、3个自治州);88个县、市、区、特区(其中：9个县级市、51县、11自治县、1特区、16个区);1381个乡、镇、街道(其中：837镇、124乡、193民族乡、227个街道)。


【人口面积】年末全省常住人口3622.95万人。全省东西长约595千米,南北相距约509千米,总面积为176167平方千米，占全国国土面积的1.  8%。


【地理环境独特】贵州位于云贵高原，境内地势西高东低,自中部向北、东、南三面倾斜,平均海拔1100米左右。贵州高原山地居多,素有“八山一水一分田”之说,地貌可概括分为高原山地、丘陵和盆地三种基本类型,其中92.5%的面积为山地和丘陵，土壤面积共159100平方千米，占全省土地总面积的90.4%。


【气候舒适宜人】贵州气候温暖湿润，属亚热带温湿季风气候区,有冬无严寒、夏无酷暑,降水丰富、雨热同季等特点。受大气环流及地形等影响,贵州气候呈多样性，“一山分四季,十里不同天”。另外，气候不稳定,灾害性天气种类较多，干旱、秋风、凌冻、冰雹等频度大，对农业生产有一定影响。


【植被丰厚多样】贵州植被具有明显的亚热带性质,组成种类繁多,区系成分复杂。全省维管束植物(不含苔藓植物)共有269科、1655属、6255种(变种)。植物区系以热带及亚热带性质的地理成分占明显优势,如泛热带分布、热带亚洲分布、旧世界热带分布等地理成分占较大比重,温带性质的地理成分也不同程度存在。此外，还有较多的中国特有成分，由于特殊的地理位置,贵州植被类型多样，既有中国亚热带型的地带性植被常绿阔叶林,又有近热带性质的沟谷季雨林、山地季雨林;既有寒温性亚高山针叶林,又有暖性同地针叶林;既有大面积次生的落叶阔叶林，又有分布极为局限的珍贵落叶林。植被在空间分布上又表现出明显的过渡性,从而使各种植被类型在地理分布上相互重叠、错综,各种植被类型组合变得复杂多样。


【河流数量众多】贵州河流处于长江和珠江两大水系_上游交错地带,有69个县属长江防护林保护区范围,是长江、珠江上游地区重要生态屏障。全省水系顺地势由西部、中部向北、东、南三面分流。苗岭是长江和珠江两流域的分水岭,以北属长江流域,流域面积115747平方千米，占全省国土面积的65.7%，主要河流有:乌江、赤水河、清水江、洪州河、舞阳河、锦江松桃河、松坎河、牛栏江、横江等。


【历史沿革】贵州是古生物的发源地之一，地层中蕴藏着各个时代丰富的古生物化石，被誉为“了解和研究地球生命发展演化史的宝库”。“贵州始杯海绵”化石的发现，将地球生命起源向前推到了距今6亿年前。“贵州中华瓣甲鱼”、“贵州中华真颚鱼”等古生物化石的出土，显示了距今4亿至1亿年的生命演化。尤其是“胡氏贵州龙”、“海百合”、“黔鱼龙”生物化石的发现，将贵州推上了世界三叠纪古生物王国的宝座。新生代以来的哺乳动物化石更是遍及全省各地。

　　贵州是中国古人类的发祥地和中国古文化的发源地之一。距今五六十万年前就有人类在这片土地上栖息繁衍，现已发现黔西观音洞、盘县大洞等旧石器时代的文化遗址40多处。观音洞对研究中国旧石器时代的起源和发展具有重要的科学价值，被正式命名为“观音洞文化”。大量出土的石器、陶器、青铜器、铁器等文物还表明，贵州具有悠久的开发历史。春秋以前，贵州黔东北地区属于荆楚，其余地区泛称南蛮。战国、秦汉时期，夜郎国崛起于中国西南部，贵州成为夜郎的中心。宋代，“贵州”作为地名始见于文献。明永乐十一年(公元1413年)，设置贵州布政使司，贵州正式建立行省。抗战时期，贵州成为支持全国的大后方，大量机关、工厂、学校内迁，对贵州经济社会的发展起到了促进作用。1949年11月15日，中国人民解放军二野五兵团解放贵阳，贵州的历史从此翻开新的一页。
`;
