module.exports = `
海南省位于中国最南端。北以琼州海峡与广东划界，西临北部湾与越南民主共和国相对，东濒南海与台湾省相望，东南和南边在南海中与菲律宾、文莱和马来西亚为邻。

海南省的行政区域包括海南岛、西沙群岛、中沙群岛、南沙群岛的岛礁及其海域，是我国面积最大的省。全省陆地（主要包括海南岛和西沙、中沙、南沙群岛）总面积3.54万平方公里（其中海南岛陆地面积3.39万平方公里），海域面积约200万平方公里。

行政区划

至2007年底，全省有2个地级市，6个县级市，4个县，6个民族自治县，1个经济开发区，1个办事处（西南中沙群岛办事处，县级）；基层设置183个镇，21个乡，18个街道办事处。

地级市：海口市、三亚市

县级市：五指山市、文昌市、琼海市、万宁市、儋州市、东方市

县：定安县、屯昌县、澄迈县、临高县

自治县：白沙黎族自治县、昌江黎族自治县、乐东黎族自治县、陵水黎族自治县、保亭黎族苗族自治县、琼中黎族苗族自治县

开发区：洋浦经济开发区

办事处：西南中沙群岛办事处（县级）

人口

2007年末，全省常住人口为845.03万人，比上年增加9.15万人。人口出生率为14.62‰，人口死亡率为5.71‰，人口自然增长率为8.91‰。

民族

海南省汉族、黎族、苗族、回族是世居民族，其余民族是解放后迁入的干部、职工和移民，分散于全省各地。黎族是海南岛上最早的居民。世居的黎、苗、回族，大多数聚居在中部、南部的琼中、保亭、白沙、陵水、昌江等县和三亚市、通什市；汉族人口主要聚集在东北部、北部和沿海地区。根据2004年户籍人口数，汉族占总人口的82.7%，少数民族占17.3%。

方言

海南居民语言种类多，主要使用的方言有10种。1.海南话：狭义的海南方言，属汉藏语系汉语闽南方言。海南话使用最广泛、使用人数最多，全省有500多万居民通用，主要分布在海口、琼山、文昌、琼海、万宁、定安、屯昌、澄迈等市县的大部分地区和陵水、乐东、东方、昌江、三亚等市县的沿海一带地区。在不同地方，海南话语音和声调有所不同，一般以文昌人的语音为标准口音。2.黎话：属汉藏语系壮侗语族黎语系，有本地、美孚、加茂等5个方言。全省黎族人民使用，主要分布在琼中、保亭、陵水、白沙、东方、乐东、昌江等自治县和三亚市、通什市。3.临高话：属汉藏语系壮侗语族壮傣语支，比较接近壮语。约50万居民使用，主要分布在临高县境内和海口市郊西部的长流、荣山、新海、秀英等地区。4.儋州话：属汉藏语系汉语粤语方言系统。40多万人使用，主要分布在儋州、昌江、东方等市县的沿海一带地区。5.军话：属汉藏语系汉语北方方言西南官话系统，是古代从大陆充军来海南岛的士兵和仕宦留下的语言。10万多人使用，主要分布在昌江县、东方市、儋州市和三亚市的部分地区。6.苗话：属汉藏语系苗瑶语族苗语支。主要在中部、南部地区各市县以及少数在其他县的约5万苗族居民中通用。7.村话：属汉藏语系壮侗语。约6万人使用，主要分布在东方市、昌江县昌化江下游两岸。8.回辉话：目前学术界认为属海南岛语系，是语群中的一个独特语言。据《琼州府志》记载，回辉话是大约在宋、元朝期间从外国迁来的居民使用而流传下来的语言，当时汉人称之为“番语”。世居的回族居民约6000人使用，主要分布在三亚市回辉、回新2个村，白沙县、万宁市少数居民使用。9.迈话：属粤语方言系统，比较接近广州话。是汉人使用的语言，但使用人数不多，分布不广泛，目前只有三亚市市郊的崖城和水南一带居民使用。10.蛋家话：属粤语方言。仅三亚港附近的汉族居民使用。此外，还有三亚市、陵水县等沿海渔民使用船上话，港口、铁路、矿山、国有农场职工使用白话、客家话、潮州话、浙江话、云南话、福建话等。

海南话使用最广泛、使用人数最多，全省有500多万居民通用，主要分布在海口、琼山、文昌、琼海、万宁、定安、屯昌、澄迈等市县的大部分地区和陵水、乐东、东方、昌江、三亚等市县的沿海一带地区。在不同地方，海南话语音和声调有所不同，一般以文昌人的语音为标准口音。2.黎话：属汉藏语系壮侗语族黎语系，有本地、美孚、加茂等5个方言。全省黎族人民使用，主要分布在琼中、保亭、陵水、白沙、东方、乐东、昌江等自治县和三亚市、通什市。3.临高话：属汉藏语系壮侗语族壮傣语支，比较接近壮语。约50万居民使用，主要分布在临高县境内和海口市郊西部的长流、荣山、新海、秀英等地区。4.儋州话：属汉藏语系汉语粤语方言系统。40多万人使用，主要分布在儋州、昌江、东方等市县的沿海一带地区。5.军话：属汉藏语系汉语北方方言西南官话系统，是古代从大陆充军来海南岛的士兵和仕宦留下的语言。10万多人使用，主要分布在昌江县、东方市、儋州市和三亚市的部分地区。6.苗话：属汉藏语系苗瑶语族苗语支。主要在中部、南部地区各市县以及少数在其他县的约5万苗族居民中通用。7.村话：属汉藏语系壮侗语。约6万人使用，主要分布在东方市、昌江县昌化江下游两岸。8.回辉话：目前学术界认为属海南岛语系，是语群中的一个独特语言。据《琼州府志》记载，回辉话是大约在宋、元朝期间从外国迁来的居民使用而流传下来的语言，当时汉人称之为“番语”。世居的回族居民约6000人使用，主要分布在三亚市回辉、回新2个村，白沙县、万宁市少数居民使用。9.迈话：属粤语方言系统，比较接近广州话。是汉人使用的语言，但使用人数不多，分布不广泛，目前只有三亚市市郊的崖城和水南一带居民使用。10.蛋家话：属粤语方言。仅三亚港附近的汉族居民使用。此外，还有三亚市、陵水县等沿海渔民使用船上话，港口、铁路、矿山、国有农场职工使用白话、客家话、潮州话、浙江话、云南话、福建话等。

气候特点

海南岛地处热带北缘，属热带季风气候，素来有“天然大温室”的美称。

海南岛地处热带北缘，属热带季风气候，素来有“天然大温室”的美称，这里长夏无冬，年平均气温22~26℃，≥10℃的积温为8200℃,最冷的一、二月份温度仍达16℃—21℃，年光照为1750—2650小时，光照率为50%—60%，光温充足，光合潜力高。海南岛入春早，升温快，日温差大，全年无霜冻，冬季温暖，稻可三熟，菜满四季，是我国南繁育种的理想基地。

海南省雨量充沛，年平均降雨量为1639毫米，有明显的多雨季和少雨季。每年的5—10月份是多雨季，总降雨量达1500毫米左右，占全年总降雨量的70—90%，雨源主要有锋面雨、热雷雨、和台风雨，每年11月至翌年4月为少雨季，仅占全年降雨量的10—30%，少雨季干旱常常发生。海南省有着丰富的水资源，南渡江、昌化江、万泉河为海南的三大河，集水面积均超过3000平方公里，流域面积达1万多平方公里。全省水库面积5.6万公顷，其中较大型的水库有松涛水库、大广坝水库、牛路岭水库、万宁水库、长茅水库、石碌水库等，其中松涛水库存总库容量33.4亿立方米，为海南省最大有水库，设计灌溉面积14.5万公顷。

旅游资源 

海南旅游资源丰富，极富特色，主要有以下几个方面。

海岸带景观在海南岛长达1500多公里的海岸线上，沙岸约占50-60%，沙滩宽数百米至1000多米不等，向海面坡度一般为5°，缓缓延伸；多数地方风平浪静，海水清澈，沙白如絮，清洁柔软；岸边绿树成荫，空气清新；海水温度一般为18～30℃，阳光充足明媚，一年中多数时候可进行海浴、日光浴、沙浴和风浴。自海口至三亚东岸线就有60多处可辟为海滨浴场。环岛沿海有不同类型滨海风光特色的景点，在东海岸线上，还有一种特殊的热带海涂森林景观——红树林和一种热带特有的海岸地貌景观——珊瑚礁，均具有较高的观赏价值。已在琼山市东寨港和文昌市清澜港等地建立了4个红树林保护区。

山岳、热带原始森林海南岛有海拔1000米以上的山峰81座，绵延起伏，山形奇特，气势雄伟。颇负盛名的有山顶部成锯齿状、形如五指的五指山，气势磅礴的鹦哥岭，奇石叠峰的东山岭，瀑布飞泻的太平山，以及七仙岭、尖峰岭、吊罗山、霸王岭等，均是登山旅游和避暑胜地。海南的山岳最具有特色的是密布热带原始森林，有乐东县尖峰岭、昌江县霸王岭、陵水县吊罗山和琼中县五指山等4个热带原始森林区，其中以尖峰岭最为典型。

珍禽异兽为了保护物种，利于观赏，海南已建立若干个野生动物自然保护区和驯养场，有昌江县霸王岭黑冠长臂猿保护区、东方市大田坡鹿保护区、万宁市大洲岛金丝燕保护区、陵水县南湾半岛猕猴保护区、屯昌县养鹿场等，旅游者可以去保护区观赏。

大河、瀑布、水库风光南渡江、昌化江、万泉河等河流，滩潭相间，蜿蜒有致，河水清澈，是旅游观景的好地方，尤以闻名全国的“万泉河风光”最佳。大山深处的小河或山间小溪，洄于深山密林之中，间中大石迭置，瀑布众多，尤其五指山市太平山瀑布和琼中县百花岭瀑布、五指山瀑布等久负盛名。岛上还有不少水库，特别是松涛、南扶、长茅、石碌等水库具湖光山色之美，不是湖泊胜似湖泊。

火山、溶洞、温泉历史上的火山喷发，在海南岛留下了许多死火山口。最为典型的是位于琼山市的石山，石山有海拔200多米的双岭，岭上有2个火山口，中间连着一下凹的山脊，形似马鞍，又名马鞍岭。石山附近的雷虎岭火山口、罗京盘火山口也保存得十分完整。有不少千姿百态的喀斯特溶洞，其中著名的有三亚的落笔洞、保亭的千龙洞、昌江的皇帝洞等。岛上温泉分布广泛，多数温泉矿化度低、温度高、水量大、水质佳，大多属于治疗性温泉，且温泉所在区域景色宜人。兴隆温泉、南平温泉、蓝洋温泉、半岭矿泉等，适于发展融观光、疗养、科研等为一体的旅游。

古迹名胜具有历史意义的古迹主要有为纪念唐宋两代被贬谪来海南岛的李德裕等5位历史名臣而修建的五公祠，北宋大文豪苏东坡居琼遗址——东坡书院以及为纪念苏氏而修建的苏公祠，为巡雷琼兵备道焦映汉所修建的琼台书院，丘浚(明代名臣)之墓，海瑞(明朝大清官)之墓，受汉武帝派遣率兵入海南的伏波将军为拯救兵马而下令开凿的汉马伏波井，以及崖州古城、韦氏祠堂、文昌阁等。革命纪念地有琼崖纵队司令部旧址、嘉积镇红色娘子军纪念塑像、金牛岭烈士陵园、白沙起义纪念馆等。还有宋庆龄故居及陈列馆等。

民族风情除汉族外，世居海南岛的少数民族有黎族、苗族、回族。各少数民族至今保留着许多质朴敦厚的民风民俗和生活习惯，使海南的社会风貌显得独特而多彩。海南是全国唯一的黎族聚居区。黎族颇具特色的民族文化和风情，有独特的旅游观光价值。

热带作物及田园风光海南岛上种植大量的热带作物，极大地丰富了自然景观。游人上岛既可欣赏热带田园风光，增长见识，又可品尝热带水果，一饱口福。
`;
