module.exports = `
河北，简称冀，省会石家庄，河北在战国时期大部分属于赵国和燕国，所以河北又被称为燕赵之地。地处华北，漳河以北，东临渤海、内环京津，西为太行山地，北为燕山山地，燕山以北为张北高原，其余为河北平原，面积为18.88万平方千米。东南部、南部衔山东、河南两省，西倚太行山与山西省为邻，西北与内蒙古自治区交界，东北部与辽宁接壤。辖石家庄、唐山、邯郸等11个地级市。河北省是中国唯一兼有高原、山地、丘陵、平原、湖泊和海滨的省份。是中国重要粮棉产区。经初步核算，2019年全省生产总值实现35104.5亿元。工业生产中的一些行业和产品在中国居重要地位。河北地处中原地区，文化博大精深，自古有“燕赵多有慷慨悲歌之士”之称，是英雄辈出的地方。
 

河北省地图

 
【区域位置】河北省环抱首都北京，北距北京283公里，东与天津市毗连并紧傍渤海，东南部、南部衔山东、河南两省，西倚太行山与山西省为邻，西北部、北部与内蒙古自治区交界，东北部与辽宁省接壤。


【行政区划】别称冀，全省面积18.88万平方千米，常住总人口7519.52万（2017年）。11个地级市，2个省直管市（其中：47个市辖区、20个县级市、95个县、6个自治县）共有1970个乡镇，50201个村。


【地形】河北省地势西北高、东南低，由西北向东南倾斜。地貌复杂多样，高原、山地、丘陵、盆地、平原类型齐全，有坝上高原、燕山和太行山山地、河北平原三大地貌单元。坝上高原属蒙古高原一部分，地形南高北低，平均海拔1200米～1500米 ，面积15954平方公里，占全省总面积的8．5%。燕山和太行山山地，包括中山山地区、低山山地区、丘陵地区和山间盆地4种地貌类型，海拔多在2000米以下，高于2000米 的孤峰类有10余座，其中小五台山高达2882米 ，为全省最高峰。山地面积90280平方公里，占全省总面积的48．1%。河北平原区是华北大平原的一部分，按其成因可分为山前冲洪积平原，中部中湖积平原区和滨海平原区3种地貌类型，全区面积81459平方公里，占全省总面积的43．4%。


【海拔】河北省的地势有三大地貌单元，其中坝上高原平均海拔1200-1500米，占全省总面积的8.5%，燕山和太行山地，其中包括丘陵和盆地，海拔多在2000米以下，占全省总面积的48.1%，河北平原是华北大平原的一部分，海拔多在50米以下，占全省总面积的43.4%。


【气候】属温带大陆性季风气候。 大部分地区四季分明。
 　　年日照时数2303.1小时；年无霜期81～204天；年均降水量484.5毫米 。
 　　月平均气温在3℃以下,七月平均气温18℃至27℃ ，四季分明。


【矿产资源】截至2018年底，河北省已发现矿产130种，按亚矿种计算为159 种。具有查明资源储量的矿产104种，按亚矿种计算为133种。列入《河北省矿产资源储量表》的矿产72种，按亚矿种计算为93种。上表矿产地1503处，按矿产大类划分：能源矿产166处，金属矿产876处，非金属矿产461处。煤、铁、金、钼、水泥用灰岩等河北省优势（竞争力较强的）矿产保有资源储量情况如下：煤炭 229.01亿吨，居全国第十二位；铁矿95.16亿吨，居全国第三位；金矿 ( 金属量) 269.11吨，居全国第十八位；钼矿(金属量)86.93万吨，居全国第十位；水泥用灰岩 55.88 亿吨，居全国第十二位。河北省铁年产矿石量 1.523 亿吨，煤年产矿石量5167万吨，金年产矿石量 243.96万吨。现有非油气矿山企业3101 家，从业人数17.05万人，年开采矿石总量3.346亿吨。


【新能源资源】全省风能资源丰富，主要分布在张家口、承德坝上地区、秦皇岛、唐山、沧州沿海地区以及太行山、燕山山区。截止2018年底河北省已累计实现风电装机1376万千瓦，居全国第三位。
 

河北省太阳能资源丰富，全省太阳年辐射量为4981－5966兆焦/ 平方米，日照率50% -70%，冀北的张家口、承德地区年日照小时数平均为3000-3200小时，冀中、冀东地区为2200-3000小时，分别为太阳能资源二类和三类地区。截止2018年底河北省已累计实现光伏装机1234万千瓦，居全国第三位。
 

生物质能资源：2018年，全省秸秆可收集量5842万吨，资源化利用5656万吨，利用96.8%。按年能源化5.1%的水平，全省每年可以得到298万吨以上的生物质燃料。按照获得的热量计算，可以替代约210万吨标准煤。河北省秸秆综合利用水平居全国前列。河北省森林覆盖率34%。
 

地热资源：河北省地热资源比较丰富，分布广泛，且埋藏较浅，为对流型、传导型、多种成因迭加复合型等。根据区域地质构造及地形地貌，全省地热资源可划分为冀北山地区、冀西山地区、冀西北山间盆地、河北平原区四大热水区。


【海洋资源】河北省东临渤海，拥有大陆岸线长487千米，海岛岸线长199千米。有深水岸线44.5千米，其中可建25万吨级超深水泊位岸线8千米，有多处优良的港址资源。秦皇岛港是国内外闻名的世界最大能源输出港。京唐港、黄骅港条件优越曹妃甸是优良的深水港址。
 
　　河北省海岸带总面积1.14万平方千米，其中陆地面积3756.8平方千米，潮间带面积1167.9平方千米，浅海面积6455.6平方千米。
 
　　生物资源。河北省海洋生物有660多种，分属浮游植物、浮游动物、浅海底栖生物、游泳生物、潮间带生物。浮游植物的种类组成以硅藻占绝对优势，还有甲藻门、绿藻门和蓝藻门共计104种；浮游动物以桡足类占优势共计60种；底栖生物隶属11个门类共计227种；游泳生物包括鱼类87种、虾类7种、蟹2种、头足类5种；潮间带生物分属15门100科174种。
 
　　河北省海洋资源丰富，海域有机碳年生产力80多万吨，是鱼类的重要产卵和索饵场所；主要有带鱼、黄花鱼、梭鱼、比目鱼、鲆鱼、鲳鱼和香鱼等。在游泳生物中鱼类资源约4.55万吨，全年无脊椎动物资源量约6825吨，最大可持续产量3400吨；潮间带生物中，具有经济价值的现有主要贝类7种，资源量5.63万吨。
 
　　近海洋能源资源。河北省渤海沿岸和海域蕴藏有丰富的地热、油气资源冀东、大港和渤海三大油田主要分布在河北省海域。南堡地区已探明石油地质储量近1.2亿吨，探区油气资源量8亿多吨，天然气200亿立方米；黄骅地区已探明石油地质储量近50亿吨，天然气143亿立方米；海域探明石油地质储量约2亿多吨。
 
　　河北省沿海地区日照强、蒸发量大、降水量小，近岸海域海水盐度高，唐山、沧州有2131平方千米的地下苦卤资源。全省海盐产量约占全国海盐产的21.2%，居沿海省份第二位。


【水资源】2018年，全省平均降水量524毫米，较常年偏少8毫米，属正常年份。年末全省大中型水库总蓄水量39.17亿立方米，比年初减少0.8亿立方米,比常年同期多11.97亿立方米,仍居历史高位。全省水资源量140.5亿立方米,其中地表水84.8亿立方米,地下水126.0亿立方米。全省用水总量183.5亿立方米，按水源分:地表水43.2亿立方米、外流域调水27.3亿立方米,地下水106.7亿立方米,其他6.3亿立方米；按用途分:农业用水123.6亿立方米、工业用水18.8亿立方米、生活及城镇公共用水27.5亿立方米、生态用水13.6亿立方米。


【生物资源】动物资源：丰富的植被类型和生态群落以及降水量分布的变化多样，使得河北省全省动物资源非常丰富。全省共有陆生脊椎动物530余种，约占全国的1/4。其中以鸟类居多，约420余种，占全国的36.1%；兽类次之，约80余种，占全国的20.3%左右；两栖类和爬行类较少，分别为8种和23种。有国家重点保护动物91种，其中国家一级保护动物18种( 鸟类占17种)， 二级保护动物73种( 鸟类占62种)。还有国家保护的有益的或者有重要经济、科学研究价值的陆生野生动物79种，其中两栖类3种，爬行类5种，鸟类71种。河北小五台山还有我国特有的珍稀雉类褐马鸡。
 

植物资源：河北省是中国植物资源丰富的省份之一。全省植物种类总共有204科、940属、2800多种，其中蕨类植物21科，占全国的40.4%；裸子植物7科，占全国的70%；被子植物144科，占全国的49.5%。其中国家重点保护植物有野大豆、水曲柳、 黄檗、 紫椴、 珊瑚菜等。
 

河北省森林主要分布于冀北山地。其中燕山地区林地面积占全省60%以上，冀西北盆地、太行山和坝上地区林地面积占全省23%。主要树种有油松、华北落叶松、山杨、白桦、柞栎。全省森林资源由北向南依次递减，主要分布在山区，山区森林覆盖率排序依次是: 冀北山地47.65%，冀西北山地21.45%，太行山区19.84%。城镇、村屯等人口聚集区绿化水平相对较低。森林资源以中幼龄林为主，所占比例为84.22%，河北省森林覆盖率34%。


【旅游概况】河北省，地处华北，北依燕山，南望黄河，西靠太行，东坦沃野，内守京津，外环渤海，周边分别与内蒙古、辽宁、山西、河南、山东等省毗邻，海岸线长487公里，总面积达18.88万平方千米，常住总人口7591.97万（2019年），现有11个地级市，2个省直管市（其中：47个市辖区、20个县级市、95个县、6个自治县）共有1970个乡镇，50201个村。全省地势由西 北向东南倾斜，西北部为山区、丘陵和高原，其间分布有盆地和谷地，中部和东南部为广阔的平原。其中坝上高原平均海拔1200-1500米，占全省总面积的 8.5%，燕山和太行山地，其中包括丘陵和盆地，海拔多在2000米以下，占全省总面积的48.1%，河北平原是华北大平原的一部分，海拔多在50米以下，占全省总面积的43.4%。河北省是全国唯一兼有高原、山地、丘陵、平原、湖泊和海滨的省份，也是旅游资源大省。
 
　　河北省是中华民族的发祥地之一。早在五千多年前，中华民族的三大始祖黄帝、炎帝和蚩尤就在河北由征战到融合，开创了中华文明史。“春秋战国时期”，河北地 属燕国和赵国，故有“燕赵”之称。汉代，河北被正式命为“幽”、“冀”等州。“三国时期”，河北成了各诸候王国逐鹿中原，争夺地盘的主要战场。宋代，河北成为宋朝与北方少数民族辽金两国交兵的战场，有霸州和永清境内的宋辽古战道和定州料敌塔—开元寺塔。“元、明、清三朝”定都北京，河北成为京师的畿辅之地。到了清代，承德成了清王朝的第二个政治中心。近代和现代，燕赵儿女与全国人民一道抒写了一部可歌可泣的以反帝、反封建、反官僚、反资本主义为内容的革命史诗。1900年的“义和团”运动由河北威县发起；抗日战争时期，河北大地是对日作战的主战场；著名的“百团大战”发生在河北；解放战争时期，党中央在 河北平山县西柏坡指挥了震惊中外的“三大战役”，奏响了解放全中国的号角，并召开了著名的“七届二中全会”。西柏坡—“新中国从这里走来”。解放石家庄是中国革命由农村包围城市，最后夺取全国胜利的转折点。
 
　　璀璨的历史文化与秀美的湖光山色交相辉映，构成了独具特色的燕赵旅游百花园。这里文物古迹众多，自然风光秀美，民俗风情独特，特殊资源荟萃。众多的文物古 迹形成了河北深厚的文化底蕴和独具魅力的文物旅游资源。清代的清西陵是清代帝王陵寝之一，共有陵寝十四座，这里风景秀丽，环境幽雅，规模宏大，体系完整， 是一处典型的清代古建筑群。承德避暑山庄是我国现存最大的园林，也是清代皇帝夏日避暑和处理政务的场所，为我国著名的古代帝王宫苑。明代金山岭长城地势险要，视野开阔，设防严谨，建筑雄伟，是我国万里长城的精华地段。曾被国务院公布为第三批全国重点文物保护单位，被国家定为一级旅游景点，国家级风景区。
 
　　种类齐全的地形地貌和温和宜人的气候，造就了河北独特的自然风光。例如环境优美、景色秀丽的北戴河海滨冬无严寒，夏无酷暑，暑期平均气温只有24.5℃， 成为驰名中外的旅游避暑胜地。丹立翠横，峻峭挺拔的嶂石岩是太行山中最为雄险与灵秀的地段，有着丹崖、碧岭、奇峰、幽谷等独特的山岳景观。以雄、险、奇、 秀著称的天桂山峰险、石奇、洞幽、泉多、林木繁茂、云雾缭绕。山上古建原为崇祯皇帝归隐行宫，后改为青龙观道院，又称“北武当”……
 
　　广袤的土地和悠久的历史还孕育了绚丽多彩的民俗文化和民间艺术。定窑、邢窑、磁州窑和唐山陶瓷是中国历史上北方陶瓷艺术的典型代表。蔚县剪纸、廊坊景泰 蓝、曲阳石雕、衡水内画鼻烟壶、易水古砚、武强年画、丰宁布糊画、白洋淀苇编、辛集皮革、安国药材等名扬中外；河北梆子、老调、皮影、丝弦等饶有特色；沧 州武术、吴桥杂技、永年太极、保定康长寿之道独见魅力。
 
　　另外河北省物华天宝，许多土特产品和风味小吃享誉中华。京东板栗、赵州雪梨、沧州金丝小枣、宣化龙眼葡萄、深州蜜桃、沧州小枣等，不仅营养价值极高，而且产量居全国第一。 核桃、柿子和花椒被誉为“太行三珍”。口蘑盛产于坝上高原，是一种名贵真菌。蕨菜号称“山菜之王”，国内外市场供不应求。秦皇岛的八仙宴，唐山的蜂蜜麻糖，石家庄的空心宫面，以及白洋淀的全鱼席无不以其独特的风味令中外游客赞不绝口。
 
　　据统计，全省现有各级各类景区景点400多个，其中包括世界文化遗产3处；国家级历史文化名城5座；中国优秀旅游城市4座；国家级风景名胜区7处；国家级 森林公园11个；国家级自然保护区5处；全国旅游胜地四十佳3处；全国十大风景名胜2处；全国4A级景区23个。无论是数量规模，还是价值品位，河北都堪称是全国的旅游资源大省。璀璨的历史文化与秀美的湖光山色交相辉映，构成了独具特色的燕赵旅游百花园。
 
　　近年来，河北省旅游业发展迅猛，综合配套的旅游接待服务体系已经形成。全省现有星级饭店300多家，旅行社1100多家（其中国际社32家），旅游车船公司30余家。快速便捷的立体交通网络已经建成，铁路纵横交错，京广、京山、津浦、石太、石德、京包、京秦、京原等15条铁路干线及支线、地方铁路形成了以石家庄为枢纽的铁路网，其货物周转量居全国大陆省份第1位。已建成的京九铁路，穿越河北境内长达360多公里，把港、澳地区与河北联结在一起；京广、京 沪、京九等干线铁路纵贯南北；石太、大秦、京包、京哈及已经开工建设的我国西煤东运的第２条大通道朔黄铁路等横穿东西。公路四通八达，有17条国家干线公 路，公路货物周转量居全国大陆省份第2位；京石、石太、石安、唐津等高速公路已通车，总里程600多公里，居中国大陆省份第3位。“九五”期间，河北将再建设9条高速公路，通车里程达到1400多公里。总计全省公路通车里程6000多公里，其中高速公路1600多公里，分别增长3.7%和5.3%。航班航 线不断增加，石家庄民航机场是国家批准的国际机场，现已开通44条航线，通达全国32个大中城市，并开通了石家庄至香港及俄罗斯等独联体国家的航线；秦皇岛山海关机场开通21条航线，通过全国17个城市；北京首都机场、天津国际机场也可为河北利用。此外，河北的海运条件也十分便利，自北向南，有秦皇岛港、 京唐港、大清河港、天津港及正在建设中的黄骅港等较大出海口岸。同时，这些港口已开辟出多条国内海上航线。
`;
