module.exports = `
黑龙江省（Heilongjiang Province），简称黑，中华人民共和国省级行政区，省会哈尔滨，位于中国东北部，北、东部与俄罗斯隔江相望，西部与内蒙古自治区相邻，南部与吉林省接壤，介于北纬43°26′~53°33′，东经121°11′~135°05′之间，总面积47.3万平方千米（含加格达奇和松岭区）。截至2022年末，黑龙江省常住人口3099万人，居住着满、朝鲜、蒙古、回族等少数民族。 

黑龙江省地处兴安山地、长白山地和东北平原交会地带，地形以平原、山地为主，属寒温带与温带大陆性季风气候，春季低温干旱，夏季温热多雨，秋季易涝早霜，冬季寒冷漫长，无霜期短。旧石器时代晚期（4.5万年前~1万年前），黑龙江境内出现早期人类活动；战国后期（公元前4至前3世纪），索离首领之子东明南渡掩水（今松花江），建立了夫余政权；唐宝应元年（762年），唐廷册封境内大钦茂为渤海国王，诏令渤海为国，由羁縻州府升为属国，至9世纪，渤海国力达到顶峰，被誉为“海东盛国”；清康熙二十二年（1683年），清廷设立黑龙江将军，自此黑龙江作为行政区划得名。2008年10月14日，中国和俄罗斯在黑瞎子岛上举行“中俄界碑揭牌仪式”，黑瞎子岛一半领土回归中国，黑龙江省的行政区域至此最终确定，共辖12个地级市、1个地区行署；有67个县（市）。政府驻地黑龙江省哈尔滨市南岗区中山路202号。

黑龙江省旅游资源丰富，拥有以大、小兴安岭为代表的中国最大连片林区；以黑龙江、乌苏里江、松花江三大水系和兴凯湖、镜泊湖、莲花湖、五大连池四大湖泊为代表的河流、湖泊旅游资源；以极寒气候、冰雪人文主题、冰雪自然环境为代表的顶级冰雪旅游资源；以三江平原为代表的绿色农业旅游资源特色；以界江、百年口岸为代表的边境旅游资源；以历史文化为特色的唐渤海国上京龙泉府和金上京会宁府人文人文资源。截至2022年10月底，黑龙江省共有416家A级旅游景区，其中AAAAA级旅游景区6家，AAAA级旅游景区113家，3A级及以下旅游景区297家。

2022年，黑龙江省GDP总量在中国排行25位，增速排行第21位，整体位于第二梯队；地区生产总值（GDP）15901.0亿元，三次产业结构为22.7：29.2：48.1，常住居民人均可支配收入28346元。经济以三产为主、一二三产融合发展。第三产业以商业、服务业为主，形成了批发和零售业、跨境电商、住宿和餐饮业等多产业发展的现代商贸流通体系，现代服务业发展金融、房地产、物流、旅游、文化创意等产业。

名称由来

黑龙江省因河流黑龙江而得名，作为行政区域名称始于清代。1683年12月，清廷为抗击沙俄入侵，于黑龙江左岸瑷珲旧城设镇守黑龙江等处地方将军（简称黑龙江将军），划出宁古塔将军所辖之西北地区，归黑龙江将军统辖，形成盛京、宁古塔、黑龙江三将军并立的局面，“自是东北三分，吉江并列”这是黑龙江自成一个军事、行政区域并以“黑龙江”命名的开端。
`;
