module.exports = `
湖北省简称鄂。位于长江中游、洞庭湖之北，春秋战国时为楚国地，宋时为荆湖北路，元属湖南江北行省，清置湖北省。湖北省现有12个省辖市、1个自治州、38个市辖区、24个县级市（其中3个直管市）、37个县、2个自治县、1个林区。全省面积18万多平方千米。省会武汉。

地理概况

湖北省位于中华人民共和国的中部，简称鄂。地跨东经108°21′42″-116°07′50″、北纬29°01′53″-33°6′47″。东邻安徽，南界江西、湖南，西连重庆，西北与陕西接壤，北与河南毗邻。东西长约740公里，南北宽约470公里。全省国土总面积18.59万平方公里，占全国总面积的1.94%。

全省地势大致为东、西、北三面环山，中间低平，略呈向南敞开的不完整盆地。在全省总面积中，山地占56%，丘陵占24%，平原湖区占20%。

山地。全省山地大致分为四大块。西北山地为秦岭东延部分和大巴山的东段。秦岭东延部分称武当山脉，呈北西-南东走向，群山叠嶂，岭脊海拔一般在1 000米以上，最高处为武当山天柱峰，海拔1 621米。大巴山东段由神农架、荆山、巫山组成，森林茂密，河谷幽深。神农架最高峰为神农顶，海拔3 105米，素有“华中第一峰”之称。荆山呈北西-南东走向，其地势向南趋降为海拔250-500米的丘陵地带。巫山地质复杂，水流侵蚀作用强烈，一般相对高度在700-1 500米之间，局部达2 000余米。长江自西向东横贯其间，形成雄奇壮美的长江三峡，水利资源极其丰富。西南山地为云贵高原的东北延伸部分，主要有大娄山和武陵山，呈北东-南西走向，一般海拔高度700-1 000米，最高处狮子垴海拔2 152米。东北山地为绵亘于豫、鄂、皖边境的桐柏山、大别山脉，呈北西-南东走向。桐柏山主峰太白顶海拔1 140米，大别山主峰天堂寨海拔1 729米。东南山地为蜿蜒于湘、鄂、赣边境的幕阜山脉，略呈西南-东北走向，主峰老鸦尖海拔1 656米。

丘陵。全省丘陵主要分在两大区域，一为鄂中丘陵，一为鄂东北丘陵。鄂中丘陵包括荆山与大别山之间的江汉河谷丘陵。大洪山与桐柏山之间的 水流域丘陵。鄂东北丘陵以低丘为主，地势起伏较小，丘间沟谷开阔，土层较厚，宜农宜林。

平原。省内主要平原为江汉平原和鄂东沿江平原。江汉平原由长江及其支流汉江冲积而成，是比较典型的河积-湖积平原，面积4万多平方公里，整个地势由西北微向东南倾斜，地面平坦，湖泊密布，河网交织。大部分地面海拔20-100米。鄂东沿江平原也是江湖冲积平原，主要分布在嘉鱼至黄梅沿长江一带，为长江中游平原的组成部分。这一带注入长江的支流短小，河口三角洲面积狭窄，加之河间地带河湖交错，夹有残山低丘，因而平原面积收缩，远不及江汉平原坦荡宽阔。

历史简介

湖北地处长江中游，位居华中腹地，是中华民族灿烂文化的重要发祥地之一。在湖北郧县等地考古发现远古时代郧阳人、长阳人的化石表明，早在七八十万年前，我们的祖先就在这块土上辛勤劳作，繁衍生息，创造了光辉灿烂的历史文化。湖北早期文化的代表是江汉地区的屈家岭文化遗址，这里出土大量新石器时代的石器和陶器，其中的蛋壳彩陶、壶形器和带谷壳的红烧土具有很高的研究价值，反映出当时农耕、水利、渔猎、手工业、纺织业已经发展到相当的程度，是楚文化发展的源头。夏王朝时期，夏文化的影响已经到达长江之滨，至商朝，湖北已纳入其版图。武汉市北盘龙城商代中期城址的发掘和省内许多地区商代铜器的出土，说明商代势力已经远播到湖北汉水流域和长江南北。

西周时期，湖北境内出现楚国为代表的诸多小国，这些小国后均被楚国所吞灭。东周时期，楚国以荆楚为基础逐渐壮大起来。春秋战国时期，楚国国力进一步强盛，势力所及，东达吴越、齐鲁之境，北至陈卫郑宋等中原腹地，南达湖南，横跨江淮，形成霸业，威服华夏。楚国社会经济大步发展，铜器生产达到登峰造极的地步，铁器生产得到改善和推广，丝织、刺绣、髹漆、采矿、水陆交通、城市建设、商品交易等各行各业欣欣向荣。精神文化方面的成就更是异常突出，从哲学到文学，产生了老子、庄子、屈原，历经800年，政治、经济、文化都达到了一个鼎盛时期，创造了辉煌灿烂的楚文化，对中华民族的文化发展作出了重大贡献。

秦汉时期，荆楚地区人民以农业生产为主，利用江河湖泊纵横、沼泽密布、气候温湿、雨量充沛的自然条件发展林牧渔业，手工业、商业也比较发达，经济社会进一步发展，医学、数学等科技、学术文化事业方面都取得了很高的成就。发端于荆楚大地的绿林军农民起义，为推翻新莽政权建立了丰功伟绩。

魏晋南北朝时期，魏、蜀、吴三国鼎立，分割荆州，在湖北境内发生了著名的赤壁之战。由于战乱连年不息，北方流民大量迁入，随着农业发展需要，江汉平原水利事业得到发展迅速，经济作物和渔牧业也十分兴盛。武昌（今鄂州）、江陵、襄阳、夏口（今武昌）等城市的兴起与便利的水陆交通则促进了商业的发展。

唐代，荆襄鄂地区农业生产取得了相当高的成就，成为全国著名的粮食产区之一。茶叶、柑橘等经济作物的生产与贸易得到空前发展，制漆业为全国之冠，麻丝织、竹编天下闻名。经济发展带来文化的兴盛，出现了一批著名诗人、学者如孟浩然、皮日休、岑参、陆羽等，李白、杜甫、白居易等著名诗人游历荆楚留下了大量瑰丽诗篇。

宋元时期，湖北农业经济曲折发展，城市经济与商品贸易比较活跃，教育事业蓬勃兴起；医学、文化、学术领域取得诸多成就，产生了著名的书法家米芾。

明代，湖北农业经济得到很大发展，有“湖广熟，天下足”的美誉。明中叶，汉口、沙市等城市迅速崛起，交通运输与转口贸易十分发达。明末，以李自成、张献忠为代表的农民起义席卷湖北，留下了可歌可泣的历史篇章。

清代，湖北政区正式形成。随着农业生产技术的改进，湖北的农业经济得到长足发展，棉花种植与纺织印染业兴起，经济比较发达。以商业贸易带动手工业发展，汉口、沙市、宜昌等城市经济发展迅猛，带动了整个湖北经济社会的发展。鸦片战争以后，随着帝国主义列强势力的扩张，汉口、宜昌、沙市相继开埠，湖北逐步沦为半殖民地，湖北的资源和农副土特产品被大量掠夺，地方民族工业遭到沉重打击，交通、金融、财政等重要领域被外控制，民族灾难日趋深重，阶级矛盾日益激化。晚清时期，以武汉为中心的湖北洋务运动全面展开，湖北创办了一大批近代企业，推动了湖北民族资本主义经济的发展。伴随着洋务运动和新式教育、文化事业的发展，湖北资产阶级革命派宣传革命思想，聚集革命力量。1911年10月10日在武昌爆发了辛亥革命，率先敲响了满清封建王朝的丧钟。

民国时期，湖北经历了军阀混战、江城五四运动风暴，于1920年成立了武汉共产主义小组，湖北出现了新民主主义的曙光。1923年2月汉口爆发了著名的“二七”江岸铁路工人大罢工，是中国工人运动第一次高潮的颠峰。大革命时期，武汉和湖北地区工农革命运动高涨，一度作为国民政府首都，成为大革命的中心。1927年8月7日，中国共产党在武汉召开了“八七”会议，湖北各地举行秋收暴动，建立了鄂豫边、湘鄂西等苏维埃政权。抗日战争爆发后，武汉又成为抗战首都。著名的武汉大会战和抗日民主根据地发动的武装斗争给日军以沉重打击。抗战胜利后，湖北经济濒于崩溃。1947年，刘邓大军千里挺进大别山，建立革命根据地。1949年湖北全境解放。在中国共产党的领导下，湖北进入了一个崭新的历史时期。

中华人民共和国的成立，开创了中国历史的新纪元，也揭开了湖北经济建设与社会发展的新篇章。湖北经历了3年的国民经济恢复，随后进行了对农业、手工业和资本主义工商业的改造，开展了社会主义工业化建设。50年代后期至60年代中期，经历了“大跃进”和国民经济调整恢复，湖北经济建设遭受到严重挫折，仍取得长足发展，为社会主义现代化建设奠定了物质基础。其后，湖北克服了“文化大革命”的严重干扰。在改革开放新的历史时期，湖北人民在中国共产党的领导下，坚持以经济建设为中心，全面推进改革进程，加快经济建设步伐，把一个以农业为主体的经济落后的省份建设成一个以工业为主体、门类比较齐全、布局比较合理、一二三产业结构比较协调、交通发达、具有相当经济实力、科技教育文化水平较高、社会各项事业稳步发展、城乡人民生活水平显著提高的欣欣向荣的新湖北。

湖北省少数民族基本情况：根据全国第五次人口普查统计显示，湖北省少数民族人口总数为257.97万人，共有53个少数民族成份(缺乌兹别克族、德昂族)，少数民族人口占全省总人口的4.4%。人口在万人以下、千人以上的民族有9个：壮族、白族、朝鲜族、畲族、彝族、藏族、瑶族、维吾尔族、布依族。人口在千人以下、百人以上的民族有10个：黎族、土族、京族、仡佬族、羌族、锡伯族、仫佬族、哈尼族、傣族、纳西族。百人以下的民族有28个：水族、东乡族、佤族、高山族、撒拉族、僳僳族、毛南族、哈萨克族、达斡尔族、塔吉克族、拉祜族、俄罗斯族、鄂温克族、独龙族、景颇族、普米族、赫哲族、布朗族、鄂伦春族、珞巴族、门巴族、裕固族、柯尔克孜族、怒族、保安族、塔塔尔族、阿昌族、基诺族。
`;
