module.exports = `
湖南，位于中国长江中游，洞庭湖以南，是中华人民共和国的缔造者毛泽东诞生的地方。湘江是湖南境内最大的河流，也是湖南人民的母亲河。她自南向北，流贯全省，注入洞庭湖，湖南因而简称“湘”。湖南境内广植芙蓉，古诗有“秋风万里芙蓉国”之句，故湖南省还有“芙蓉国”的美誉。毛泽东曾在诗中盛赞：“芙蓉国里尽朝晖”。湖南东邻江西，北交湖北，西连重庆、贵州，南接广东、广西，辖13个市和1个自治州，共有136个县（市、区）以上行政单位，省会设长沙市。全省地势是，东南西三面环山，　东有罗霄山脉，南有南岭，西有武陵、雪峰山脉；北部为洞庭湖平原；中部多为丘陵、盆地。湘江、资江、沅江、澧水（称“四水”）汇聚洞庭湖，流入长江。按地理位置，全省大致可分为湘北（常德、益阳、岳阳三市），湘中（长沙、株洲、湘潭、邵阳、娄底五市），湘南（衡阳、永州、郴州三市），和湘西（怀化、张家界两市及湘西土家族苗族自治州）四个区域。湖南总面积为21.18万平方公里，湖南户籍人口总数达到6805.70万人。

地理情况

湖南属于内陆省份，位于中国中南部长江中游以南，因大部分位于洞庭湖以南而得名湖南，又因湘江贯穿于全境而简称“湘”，全省面积过半为湘江流域和洞庭湖流域。地图坐标为东经108°47′—114°15′、北纬24°39′—30°08′之间，相邻有六个省市即广东、江西、湖北、贵州、广西壮族自治区和重庆直辖市。

湖南省土地总面积21.18万平方公里，到2007年底，全省农用地面积1790.72万公顷，建设用地137.36万公顷，未利用地190.45万公顷。根据“十一五”规划目标：到2010年，湖南省耕地保有量为377.20万公顷，其中基本农田保护面积为336万公顷，建设用地总规模控制在138.50万公顷以内，全省平均土地产出效益达到491.91万元/平方公里 。

人口

湖南是一块古老而神奇的土地。这里气候宜人，土地肥沃，资源丰富，交通便利，是我国古人类重要的发源地和繁衍地。今天，这块仅占全国2.1%的地域，养育着占全国5.2%的人口，是全国人口聚居最稠密的地区之一。湖南也是个多民族的省份。自古以来，各少数民族与汉族、各少数民族之间相互交融、相互依存，共同生活在美丽的三湘大地。其中，土家、苗、侗、瑶、白、回、壮、维吾尔等8个世居少数民族有一定的人口规模。

湖南人口众多、资源相对不足、环境承载能力较弱是现阶段的基本省情，短时间内难以改变。人口问题是湖南在社会主义初级阶段长期面临的问题，是关系湖南经济社会发展的关键性因素。统筹解决人口问题始终是湖南实现经济发展、社会进步和可持续发展面临的重大而紧迫的战略任务。

经过30多年的艰苦努力，湖南在经济还不发达的情况下，有效地控制了人口过快增长，把生育水平降到了更替水平以下，实现了人口再生产类型由高出生率、低死亡率、高自然增长率向低出生率、低死亡率、低自然增长率的历史性转变，成功地探索了一条具有湖南特色综合治理人口问题的道路，有力地促进了湖南经济水平的提高、社会的进步和人民生活的改善，对稳定中国人口做出了积极的贡献。

湖南省委、省政府坚持人口与发展综合决策，将人口发展纳入国民经济和社会发展总体规划，努力使人口发展与经济社会发展相协调，与资源利用和环境保护相适应。

2008年末，湖南全省户籍人口总数达到6845.2万人，比上年末增加39.50万人，其中城镇人口2885.25万人，农村人口3959.95万人，城镇化率为42.2%。

庞大的人口数量一直是湖南省情最显著的特点之一。虽然湖南已经进入了低生育率行列，但由于人口增长的惯性作用，当前和今后十几年，湖南人口仍将以年均30多万左右的速度增长。

受20世纪80—90年代第三次出生人口高峰的影响，在2005年—2020年期间，20岁-29岁生育旺盛期妇女数量将形成一个高峰。同时，由于独生子女陆续进入生育年龄，按照现行生育政策，政策内生育水平将有所提高。上述两个因素共同作用，导致湖南将迎来第四次出生人口高峰。

庞大的人口数量对湖南经济社会发展产生多方面影响，在给经济社会的发展提供了丰富的劳动力资源的同时，也给经济发展、社会进步、资源利用、环境保护等诸多方面带来沉重的压力。

湖南有汉族、土家族、苗族、瑶族、侗族、白族、回族、维吾尔族等41个民族。据2000年第五次人口普查结果，全省总人口中，汉族人口为5782.54万人，占89.79%；各少数民族人口为657.53万人，占10.21%。与1990年第四次人口普查相比，各少数民族人口占总人口的比重增加了2.26个百分点。世居少数民族大多数居住在湘西、湘南和湘东山区。

湖湘文化是中华文化的多样性结构中的—个独具特色的组成部分。近百年来，随着湖湘人物在历史舞台上的出色表演，湖湘文化已受到世人的广泛瞩目与确认。根据湖南考古发掘和先秦文献中许多史实记载的惊人暗合，湖湘文化不仅源自千年，而且缘于炎黄文化和前炎帝神农文化。《周易·系辞》将炎黄文化的基本精神高度概括为“自强不息”、“厚德载物”，以喻兼有天和大地的品格。这个概括不仅体现为先贤的哲学理念，更主要的是体现在炎黄文化传统中持续作用着的基本精神，这就是勇于征服洪荒的艰苦创业精神，勤于科技发明的开拓创新精神，乐于为民造福的牺牲奉献精神，包容互补的民族大团结精神。在率先发明栽培稻的湖南先民文化传统中，还蕴含着一种惯于发扬主观能动性，敢为天下先的性格特征。这些性格和精神，一脉传承迄今，成为湖湘文化的价值取向和思维方式的基础，形成了国家民族利益高于个人利益的集体主义价值观、突出的爱国主义传统指向以及个人对国家盛衰、民族兴亡的强烈责任感和使命感。这种价值取向也造成了湖湘文化的思维方式，即博采内外众家、广为交融、优化思维主体的开放方式。随着历史长河的前移，逐渐形成的以屈原为代表的南楚文化与以孔子为代表的儒家文化不断冲突融会，中原文化的“文雅”与群苗文化的“蛮野”这两大基因的结合，就构成了湖湘文化独特的“倔强”、“刚坚”、“峻激”的风格。

人文环境

三湘四水的灵动多彩，蕴育着激越冲突型的文化思想。湖南三面环山，一面临水，是一块马蹄形的地域。冬季：凛冽的西伯利亚寒潮滚滚南下，长驱直入湖南全境，达南岭的脚下郴州永州一线，被阻于南岭；夏季：南方的阳光烈日加上湘北洞庭湖大水面的蒸发，使三湘大地热气郁积而不得散发，致使盛夏酷暑可达41摄氏度，夜晚的气温仍可高达33摄氏度。而春秋两季：三湘大地时而受西北的冷锋控制，时而受西南暖湿气流的影响，故气候多变，时晴时雨，骤冷骤热。因此，尽管湖南号称为鱼米之乡，自古却属于居住条件恶烈的荒蛮之地，以至于贾谊分配到长沙作王太傅，自视为流放而痛苦早逝。在古代相对于中原地区来说是信息比较闭塞的地方，但另一方面又是“艰难困苦，玉汝于成”的地方。古人云“深山大泽，实产龙蛇”，锻炼了人的坚强勇毅的性格。环境的闭塞，培育了人的独立思考，不随人俯仰的精神。汉代以后，湖南逐步开发，虽然成了鱼米之乡和粮仓，三湘人民祖祖辈辈所感受到的气候的恶烈，冬寒夏暑，春秋两季变化无常，培养了湖南人认同天道变化无常的道理和不屈的奋斗精神。如楚辞中的离骚、天问、招魂，湘楚巫文化中的祭祀，长沙马王堆汉墓中的漆画等，其不同于黄河流域文化的最大特点就是不追求对称和工稳，而是更跳跃、更激情、特别是表现出对天道无常变化的疑问、适应和反抗精神。二千多年过去了，湖南的地理和自然环境依旧，则从屈原到欧阳询、怀素，到王船山、魏源、曾、左、彭、胡，到谭嗣同、王闓运、齐白石，到黄兴、蒋翊武、蔡锷、毛泽东，这种情怀和精神一以贯之。我们在面对湖湘文化的时候，决不能低估了这种环境对湖湘文化的影响。
`;
