module.exports = `
吉林省简称“吉”，位于中国东北地区的中部。吉林省在全国的位置主要体现为三个大约2%：面积18.74万平方公里，占全国的1.95%；人口2739.55万人，占全国的2.05%；2009年 GDP 达到7203亿元，占全国的2.14%。现辖1个副省级市、7个地级市、延边朝鲜族自治州和长白山管委会，60个县(市、区)。省会长春市，是全省政治、经济、科教、文化和金融、交通的中心，中国特大城市之一，是著名的“汽车城”、“电影城”、“文化城”、“森林城”和“雕塑城”。

　　吉林省情的突出特点，可以概括为“一个中心”、“两个基地”、“三个优势”。

　　“一个中心”——吉林省地处由中国东北地区、朝鲜、韩国、日本、蒙古和俄罗斯东西伯利亚构成的东北亚地理中心位置，在联合国开发计划署积极支持的图们江地区国际合作开发中居于重要地位，具有发展东北亚区域合作的优越区位条件。

　　“两个基地”——吉林省是中国重要的工业基地和商品粮生产基地。吉林省加工制造业比较发达，汽车、石化、农产品加工为三大支柱产业，医药、光电子信息为优势产业。吉林省地处享誉世界的“黄金玉米带”，是著名的“黑土地之乡”，农业生产条件得天独厚。多年来，吉林省粮食商品率、人均粮食占有量以及人均肉类占有量居全国第1位。

　　“三个优势”——吉林省科技教育、生态环境和重要资源具有相对优势。全省每万人中拥有科学家、工程师和在校大学生人数均居全国前列。高等教育毛入学率达到32.3%。吉林省拥有自然保护区36个，占全省国土面积的12.26%。吉林省森林覆盖率达43.4%，东部地区达到70%以上，是国家生态建设试点省。吉林省矿产资源比较丰富，油页岩、硅灰石、火山渣等矿产储量居全国首位，开发潜力巨大。
`;
