module.exports = `
江苏省地处中国大陆沿海中部和长江、淮河下游，东濒黄海，北接山东、河南，西连安徽，东南与上海、浙江接壤，是长江三角洲地区的重要组成部分，介于东经116°18′-121°57′，北纬30°45′-35°20′之间。海岸线长1000多千米。江苏，得名于清朝江宁府和苏州府二府之首字，简称“苏”。省会城市为南京。

江苏傍江临海，是中国人口密度最高的省份之一，总面积10.67万平方公里，占全国总面积的1.11%的土地上，全省常住人口7600.1万人。连绵近1000公里的海岸线拥抱着约980万亩的黄金滩涂。江苏境内平原辽阔，土地肥沃，物产丰富，江河湖泊密布，五大淡水湖中的太湖、洪泽湖在此横卧，历史上素有“鱼米之乡”的美誉。

江苏历史悠久。这里是中国吴文化和汉文化的发祥地，早在数十万年前南京一带就已经是人类聚居之地。6000多年前，南京和太湖附近以及徐州和洪泽湖附近就已经出现了原始村落，开始了原始农业生产。3000多年前，江苏青铜器的冶炼和锻造，已达到很高的技术水平。公元3-6世纪，南京成为中国南方的经济文化中心。公元7-10世纪以后，全国经济重心南移，有所谓“天下大计，仰于东南”的说法，扬州成为全国最繁华的城市。公元14-17世纪中叶以后，苏州、松江和南京等地，成为我国资本主义萌芽的发祥地。19世纪末叶，缫丝、纺织、面粉、采煤等近代工业，在无锡、南通、苏州、常州、徐州等地陆续兴起。此后，江苏的经济、社会发展在中国一直名列前茅。

江苏人文荟萃。以著名诗人李白、白居易、刘禹锡、王安石为代表的历代诗人，在江苏留下了许多不朽的诗篇。这里还产生过众多杰出的文学家、艺术家，如书画家顾恺之、龚开、米芾、唐寅、边寿民、郑板桥、龚贤，中国古典小说《水浒传》作者施耐庵、《西游记》作者吴承恩、《红楼梦》作者曹雪芹，以及近现代散文家朱自清、诗人柳亚子、当代作家苏童、黄蓓佳、范小青、毕飞宇。明地理学家、旅行家和文学家 徐霞客，京剧表演艺术家梅兰芳、周信芳、江其虎等。以刘田依（刘田一）、徐悲鸿、刘海粟、陈之佛、李可染、程大利、亚明、言恭达、汤永、宋文治、傅抱石、钱松喦、林散之、徐培晨、刘继青、肖娴为代表的书画艺术大师享誉世界；还有著名音乐家、音乐教育家马可；以刘邦、项羽、萧何、韩信、彭越、张昭等一批历史名人人尽皆知。源于江苏的中国最古老的剧种----昆曲更有“百戏之本”的称誉；苏州刺绣、南京云锦、无锡惠山泥人、淮阴剪纸年画、扬州漆器玉器、南通风筝、宜兴紫砂陶器、常州梳篦、苏州和扬州的盆景等都是在海内外享有盛誉的工艺精品。

江苏省正式建制始于清康熙六年（1667年）<原江南省析分为江苏，安徽两省>，自1983年起实行市管县的行政体制。现设南京、苏州、无锡、常州、南通、扬州、镇江、连云港、徐州、盐城、淮安、泰州、宿迁13个省辖市，现辖51个县和县级市(25县，26县级市)，55个市辖区。

江苏是中国的经济大省。全省综合经济实力在全国一直处于前列。2008年江苏省国内生产总值突破3万亿元；全年人均生产总值突破5700美元，GDP增幅大大高于全国平均水平。预计到2010年左右，江苏经济总量将超过台湾。

江苏对外开放日益扩大。2007年进出口总额3182.3亿美元，增长24.1%；其中出口1849.5亿美元，增长28%。外商直接投资158亿美元，增长52.4%。全年新批境外企业33家，投资额5404.7万美元。对外承包工程、劳务合作、设计咨询合同额20.9亿美元，营业额19.8亿美元。各具特色的开发区遍布全省，其整体规模和发展水平均居全国前列。对外友好关系不断发展。

江苏科学教育水平居全国前列。全省拥有中国科学院院士和中国工程院院士88人，从事科研活动人员32.3万人，科技力量与科研能力，仅次于北京、上海，居全国第三位；对外科技和教育交流频繁，江苏已与世界上40多个国家和地区建立了科技合作关系，与近30多个专家组织建立了工作关系，江苏各类学校已与国外近300所大中学校建立了交流与合作关系；实现了高等教育大众化，艺术和纪念性博物馆91个。其中，南京小红花艺术团被誉为“娃娃天使”；南京图书馆为中国第三大公共图书馆；南京博物院文物藏品数量居全国第三；设在南京的中国第二历史档案馆保存着大量中华民国时期的历史档案。全省基本上实现了省、市、县、乡广播电视联网和村村通有线电视。全省共有各类卫生机构12775个，其中医院、卫生防疫和防治机构3333个，遍布全省各大中小城市及乡镇（村）。

江苏，一个朝气蓬勃的省份，提出了率先全面建设小康社会，率先基本实现现代化的战略目标和规划。到2010年，全省总体上全面建成小康社会，使经济更加发展、民主更加健全、科教更加进步、文化更加繁荣、社会更加和谐、人民生活更加殷实。到2020年左右，全省总体上基本实现现代化，江苏将建设成为经济繁荣、科教发达、法制健全、社会文明、环境优美的省份。

江苏地形

江苏地处美丽富饶的长江三角洲，地形以平原为主，主要有苏南平原、江淮平原、黄淮平原和东部滨海平原组成。其地形地势低平，河湖众多，平原、水面所占比例之大，在全国居首位，成为江苏一大地理优势。

江苏山脉

江苏是全国地势最低的一个省区，绝大部分地区在海拔50米以下，低山丘陵集中在北部和西南部，占全省总面积的14.3%，主要有老山山脉、宁镇山脉、茅山山脉、宜溧山脉、云台山脉。

连云港的市郊云台山玉女峰为全省最高峰，海拔625米

江苏第二高山：南京紫金山，最高峰海拔448.9米。

位于徐州市区东北40公里贾汪区境内的大洞山，海拔361米，又名茱萸山、九十九顶莲花山，属淮阴山脉，周围大小100余山头，几乎峰峰有名，连成一气，森林、灌丛、灌节丛、衡疏四种植被300多种植物分布其中，景深木秀，绿涛汹涌，被徐州市列为生态自然保护区。

江苏水文

江苏跨江滨海，平原辽阔，水网密布，湖泊众多。海岸线954公里，长江横穿东西425公里，京杭大运河纵贯南北718公里。有淮、沂、沭、泗、秦淮河、苏北灌溉总渠等大小河流2900多条。全国五大淡水湖，江苏得其二，太湖2250平方公里，居第三，洪泽湖2069平方公里，居第四，此外还有大小湖泊290多个。平原、水域面积分别占69%和17%，比例之高居全国首位。无锡太湖鼋头渚

太湖

在江苏省南部，邻接浙江省,为我国第三淡水湖,湖面海拔3．33米，最深达4.8米，面积2338平方公里。太湖古称震泽、具区，又称笠泽、五湖。为长江和钱塘江下游泥沙堰塞古海湾而成。太湖最后注人长江。

湖中大小岛屿48个，连同沿湖的山峰和半岛，号称“七十二峰”。以洞庭东山、西山、马迹山、三山、鼋头渚为最著，组成一幅山外有山，湖中有湖，山峦连绵，层次重叠的壮丽天然图画。沿湖有著名的无锡山水、苏州园林、古吴名迹、宜兴洞天世界，形成了闻名中外的太湖风景区。为全国重点风景名区。

洪泽湖

洪泽湖位于江苏省洪泽县西部，发育在淮河中游的冲积平原上，原是泄水不畅的洼地，后潴水成许多小湖。在我国秦汉时代，它们被称为"富陵"诸湖。其中以洪泽湖最大，面积2069平方公里，为我国五大淡水湖中的第四大淡水湖。

洪泽湖是一个浅水型湖泊，水深一般在4米以内，最大水深5.5米。湖水的来源，除大气降水外，主要靠河流来水。流注洪泽湖的河流集中在湖的西部，有淮河、濉河、汴河和安河等。出湖河道中三河和苏北灌溉总渠是洪泽湖分泄入长江和入海的主要河道。

洪泽湖水生资源丰富，湖内有鱼类近百种，以鲤、鲫、鳙、青、草、鲢等为主；洪泽湖的螃蟹也是远近驰名的。此外，洪泽湖的水生植物非常著名。芦苇几乎遍布全湖，繁茂处连船只也难以航行。莲藕、芡实、菱角在历史上即素享盛名，曾有“鸡头、菱角半年粮”的说法。

江苏气候

江苏省各地平均气温介于13℃-16℃，江南15℃-16℃，江淮流域14℃-15℃,淮北及沿海13℃-14℃，由东北向西南逐渐增高。最冷月为1月份，平均气温-1.0－3.3℃，其等温线与纬度平行，由南向北递减，7月份为最热月，沿海部分地区和里下河腹地最热月在8月份，平均气温26℃－28.8℃，其等温线与海岸线平行，温度由沿海向内陆增加。

全省春季升温西部快于东部，东西相差4-7天；秋季降温南部慢于北部，南北相差3-6天。 [编辑本段]交通运输

铁路：江苏铁路交通发达，京沪铁路、陇海铁路两条铁路干线经过境内。除此之外，还有新长铁路，宁芜铁路、宁启铁路、宁西铁路（在建）、宁连铁路、沿海铁路（在建）等。规划在建中还将有京沪高速铁路、沪宁城际轨道交通、宁杭城际轨道交通。 京沪铁路南京至上海段为中国最繁忙的铁路之一，高峰时段平均每5分钟就有列车通过。

航空：截至目前为止，共有9个机场，分别为：南京禄口国际机场、无锡机场、苏州光福机场、常州奔牛机场、南通兴东机场、盐城机场、徐州观音机场、连云港白塔埠机场、如皋机场。 [编辑本段]自然资源
`;
