module.exports = `
江西省，简称赣。因公元733年唐玄宗设江南西道而得省名，又因为江西省最大河流为赣江而得简称。全省共设南昌、九江、景德镇、萍乡、新余、鹰潭、赣州、宜春、上饶、吉安、抚州等11个设区市，99个县（市、区）。南昌市为江西省会。
    江西省地处中国东南偏中部长江中下游南岸，东邻浙江、福建，南连广东，西靠湖南，北毗湖北、安徽而共接长江。江西为长江三角洲、珠江三角洲和闽南三角地区的腹地，与上海、广州、厦门、南京、武汉、长沙、合肥等各重镇、港口的直线距离，大多在六百至七百公里之内。古称江西省为“吴头楚尾，粤户闽庭”，乃“形胜之区”。

    全省土地总面积16.69万平方公里，占全国土地总面积的1.74%，居华东各省市之首。境内除北部较为平坦外，东西南部三面环绕有幕阜山脉、武夷山脉、怀玉山脉、九连山脉和九岭山脉，中部丘陵起伏，成为一个整体向鄱阳湖倾斜而往北开口的巨大盆地。全境有大小河流2400余条，赣江、抚河、信江、修河和饶河为江西五大河流。鄱阳湖为中国最大的淡水湖，同时也是世界上最大的候鸟栖息地。

    江西处北回归线附近，全省气候温暖，雨量充沛，年均降水量1341毫米到1940毫米；无霜期长，为亚热带湿润气候，十分有利于农作物生长。全省生态环境良好，森林覆盖率达59.7%，居全国前列。矿产资源丰富，铜、钨、铀、钽、稀土和金、银被誉为江西省的“七朵金花”。

    江西是中国革命的摇篮。八一南昌起义向国民党反动派打响了第一枪，毛泽东、朱德在井冈山创建了第一个农村革命根据地，中央苏区的中心就在赣南的瑞金。江西为中国革命牺牲的有名有姓的烈士达25万人之多。

    根据第五次人口普查资料显示，江西全省现有人口4139.8万人（包括外来人口，不包括外出人口和中国人民解放军现役军人）。

    在改革开放的伟大实践中，江西经济总量不断跨上新台阶，经济发展后劲不断增强。

    作为一个农业比重较大的省份，粮食、油料、蔬菜、生猪、蜜桔、淡水鱼类等农业品在全国占有重要地位。随着农业科技推广和产业化经营步伐的加快，传统农业正迅速向现代农业转变。生态农业前景可喜，绿色农产品正成为重要增长点。治湖治江治山的“山江湖工程”被联合国专家誉为跨世纪工程和可持续发展的范例，养猪、制沼和种果相结合的生态农业方式在赣南实施取得良好效益，正逐步向全省推开。

    江西相继建设了一批大中型骨干企业，形成了汽车、机械、电子、化工、冶金、建材、食品、纺织、医药等多门类的工业体系，布局日趋合理，支柱产业和优势产业茁壮成长，主要工业品产量成倍增长，一批工业企业和产品接近或达到国内先进水平。

    1954年，新中国自己制造的第一架飞机在洪械厂诞生，毛泽东主席笔写信嘉勉，称赞“这在建立我国的飞机制造工业和增强国防力量上都是一个良好的开端”。现在江西是我国重要的歼击机、教练机、直升机生产基地之一。凤凰系列照相机，为国内市场占有率最大的国产相机，被誉为“民族相机工业的一朵奇葩”。江铃汽车、昌河汽车、冰箱压缩机等产品市场份额不断扩大。贵溪建有全国最大的铜冶炼厂，年生产能力20万吨，德兴铜矿是亚洲最大铜矿。景德镇陶瓷，国之瑰宝，素以“薄如纸、明如镜、白如玉、声如磬”等独有的特色享誉中外。

    通过统筹规划，合理布局，多方筹集资金，江西持续加大对水利、能源、交通、通信等基础设施的投入，集中力量建成了一大批骨干工程，基础设施大为改善，为新世纪发展奠定了坚实基础。1996年通车的京九铁路，从南至北穿越江西26个县、市、区，在江西境内长达700余公里，占全线总长近1/3。已建成昌九、昌樟、温厚、九景、黎温等多条高速公路，总里程达659公里。。全省现有4个民用航空港，开通了至北京、上海、香港等地的几十条航线。

    江西大力实施“科教兴赣”战略，初步建成了支撑全省经济社会发展的教育和科技体系。全省教育投资逐年增加，有效改善了中小学的办学条件。基本实现了九年义务教育的和扫除壮年文盲的目标。职业教育发展迅速。全省共有普通高校32所，培养了大批各类人才。南昌大学已通过国家教育部考核进入全国高等教育“221”工程。在加强科技应用研究、加快成果转化方面，做了大量富有成效的工作。文化事业异彩纷呈。广播电视事业飞跃发展。考古发掘取得了重大成果。体育运动生机勃勃，成绩斐然。

    社会主义精神文明建设在江西取得了丰硕成果，为经济社会发展和现代化建设提供了强大的精神动力，全面的思想保证、充分的智力支持和良好的舆论环境。坚持用井冈山精神教育广大干部群众，先后建立和合名了一批省级爱国主义教育基地。其中八一南昌起义纪念馆、安源路矿工人运动纪念馆，井冈山革命纪念馆以及瑞金中央革命根据地纪念馆被列入首批全国100个爱国主义教育示范基地。

    江西拥有丰富的旅游资源，旅游业正日益成为江西经济新的增长点。庐山、井冈山、龙虎山、三清山以及被誉为江南三大名楼之一的滕王阁，已成为来赣客人必游之胜景。

    随着经济的发展，市场商品丰富，城乡面貌发生明显变化，全省城乡居民收入逐步增加，消费结构有了明显改善，生活质量和生活水平正日益提高。

    江西有着辉煌的过去，有着蓬勃发展的现在，也必将有一个更加美好的未来。

    《江西省国民经济和社会发展第十个五年计划纲要》提出了我省经济和社会发展的主要奋斗目标。并将在“十五”期间着力实现“三大突破、三大发展”。即：对外开放要有大的突破、主攻工业要有大的突破、城镇化发展有大的突破；县域经济要有大的发展、非公有制经济要有大的发展、科教事业要有大的发展。　

    在新世纪开元之际，为实现跨越式发展，省委省政府号召江西人民进一步解放思想，弘扬井冈山革命精神，学习兄弟省市改革开放先进经验，走江西经济发展的新路，实现江西在中部地区崛起。

    展望21世纪的壮丽前景，江西人民决心更加紧密地团结在党中央周围，高举邓小平理论伟大旗帜，实践“三个代表”重要思想，学习贯彻十六大精神，在省委省政府的领导下，团结一致谋发展，一心一意干事业，开拓进取，扎实工作，为实现江西全面进入小康社会而努力奋斗。
`;