module.exports = `
辽宁地处东北亚经济圈核心地带，位于我国东北地区最南部，地理坐标介于东经118°53′至125°46′，北纬38°43′至43°26′之间，东西端直线距离最宽550公里，南北端直线距离550公里。辽宁区位优势明显，东北与吉林省接壤，西北与内蒙古自治区为邻，是连接华北与东北地区的重要通道，西南与河北省毗连，东南以鸭绿江为界河，与朝鲜民主主义人民共和国隔江相望，南濒渤海和黄海。

　　辽宁陆地面积14.86万平方公里，海域面积4.13万平方公里，大陆海岸线全长2110公里。全省地形概貌大体是“六山一水三分田”，地势北高南低，山地丘陵分列东西向中部平原下降。辽东、辽西为平均海拔800米、500米的山地丘陵，中部为平均海拔200米的辽河平原。

　　辽宁流域面积在100平方公里及以上的河流有432条，其中，5000平方公里以上的有16条，1000—5000平方公里的有32条，100—1000平方公里的有384条。主要江河有辽河、浑河、太子河、大辽河、绕阳河、大凌河以及中朝两国共有的界河鸭绿江等。辽河是省内第一大河流，全长1383公里，境内河道长约554公里，流域面积6.93万平方公里。境内大部分河流自东、西、北三个方向往中南部汇集注入海洋。

　　辽宁境内山脉分别列东西两侧。东部山脉是长白山支脉哈达岭和龙岗山的延续部分，由南北两列平行山地组成，海拔在500—800米左右，最高山峰海拔1300米以上。主要山脉有清原摩离红山，本溪摩天岭、龙岗山，桓仁老秃顶子山、花脖子山，宽甸四方顶子山、凤城凤凰山，鞍山千朵莲花山和旅顺老铁山等。西部山脉是由内蒙古高原向辽河平原过渡构成，海拔在300-1000米之间，主要有努鲁儿虎山、松岭、黑山和医巫闾山等。全省森林覆盖率为42%。

　　辽宁属温带大陆性季风气候，雨热同季，日照丰富，四季分明。全年平均气温8.8°C，自沿海向内陆逐渐递减，南北温差5°C。年平均降水量648毫米，自西北向东南递增。

　　全省下设14个地级市；100个县市区，其中，16个县级市、25个县（其中8个少数民族自治县，岫岩满族自治县、新宾满族自治县、清原满族自治县、本溪满族自治县、桓仁满族自治县、宽甸满族自治县、阜新蒙古族自治县、喀喇沁左翼蒙古族自治县）、59个市辖区；513个街道、640个镇、201个乡，4617个社区、11561个行政村，常住人口4197万人。辽宁矿产资源丰富，探明储量矿产110种，其中，菱镁矿、铁矿、硼矿、金刚石的保有资源储量居全国首位。

　　辽宁产业基础雄厚，是我国重要的工业基地。工业门类齐全、体系完备，先后创造了1000余个共和国工业史上的第一。以数控机床、工业机器人、输变电设备、冶金矿山、石化通用装备、通用航空、汽车、造船为代表的装备制造业，以石油化工、钢铁为代表的原材料工业，在全国占有重要位置。

　　辽宁基础设施完善，综合交通运输体系基本形成。截至2022年末，全省境内铁路营业里程（不含地方铁路）6302公里。高速公路通车里程4348公里，在全国率先实现了陆地县全部通高速。全省拥有大连港、营口港、丹东港、锦州港、盘锦港、葫芦岛港等6个港口，2022年港口货物吞吐量7.4亿吨，集装箱吞吐量1195.1万标准箱。辽宁拥有东北最为通畅完善的空港网络，共有沈阳、大连、鞍山、丹东、营口、锦州、朝阳、长海等8个民航机场，开通航线404条，通达国内城市122个，境外城市10个。

　　辽宁科教实力较强。全省共有普通高等学校114所，数量位居全国第10位。全省有两院院士57人，研究机构达到1613个，国家重点实验室14个，国家工程技术研究中心12个。金属材料、航空发动机、工业自动化等25个学科和专业研究在全国乃至世界举足轻重。

　　辽宁历史悠久绵长，文化底蕴深厚。拥有九门口长城、五女山山城、沈阳故宫和昭陵、福陵、永陵等6处世界文化遗产，是清文化发源地。辽宁是“抗日战争起始地”、“解放战争转折地”、“新中国国歌素材地”、“抗美援朝出征地”、“共和国工业奠基地”、“雷锋精神发祥地”，自然风光秀美，海洋、河流、湿地、山川、森林、草原、冰雪等各种生态场景一应俱全、天生丽质。
`;
