module.exports = `
内蒙古自治区自古以来就是以北方民族为主的多民族聚居的家园。早在炎黄时代，中国古代北方民族就已活跃在历史舞台上，黄帝曾北逐荤粥。夏代，荤粥与夏族为邻，有着密切的联系。商朝，甲骨文大量记载了在今山西、陕西境内和内蒙古自治区居住的土方、鬼方等北方民族及其同商族的经济文化联系。周朝时，散居于今陕西西北部、山西、河北和内

蒙古等地的有鬼方、犬戎、严狁等北方民族，其中鬼方和严狁是当时北方两大游牧民族。春秋时，戎狄成为北方的游牧大族，狄有赤狄、白狄、长狄三大友系，分别活动于今山西、河北境内和今山西、河北与内蒙古交界地区。战国时，以东胡、匈奴为主体的北方民族逐渐兴起。秦汉时，匈奴、乌桓、鲜卑等族活跃在北方历史舞台。魏晋南北朝时，北方诸族进入内地，形成民族大迁徙、大融合的新时期，拓跋鲜卑统一了北方十六国。隋唐时，出现在北方的有突厥、回纥、契丹、室韦、奚等民族。辽夏金时期，兴起于北方草原的契丹、常项和女真民族相继称雄，占据黄河流域广大地区。

　　地理

　　在中华人民共和国地图的上部，有一块狭长的横跨东 北、华北、西北的区域。这个区域，看似一只矫健的雄鹰，振羽展翅，雄踞在祖国的边疆；又似一匹奔腾的骏马，昂首奋蹄，驰骋在祖国的北方。这个区域，就是辽阔、美丽、富饶的内蒙古自治区。内蒙古,中国的第二大高原.东起茫茫的兴安岭,西至阿拉善戈壁,地跨东北、华北、西北，毗邻八省区，接壤俄罗斯、蒙古国。在这片辽阔的土地上,有茂密的森林、丰美的草场、肥沃的农田、广阔的水面、众多的野生动植物和无穷的地下宝藏，素有“东林西铁、南粮北牧、遍地矿藏”的美称。内蒙古东部与黑龙江、吉林、辽宁三省毗邻，南部、西南部与河北、山西、陕西、宁夏四省区接壤，西部与甘肃省相连，北部与蒙古国为邻，东北部与俄罗斯交界,国境线长达4221公里.土壤总面积118.3万平方公里,占全国总面积的12.3%,相当于我国江苏省土地面积的11倍多；相当于英国土地面积的4倍，法国土地面积的两倍。

　　人文

　　美丽的草原我的家——草原就在歌声里。内蒙古有着极其丰富的旅游资源，自东向西有呼伦贝尔草原、科尔沁草原、锡林郭勒草原、乌兰察布草原、鄂尔多斯草原、阿拉善草原。每到夏季，在这茫茫无际的绿色原野上，在鲜花、蓝天、白云之间，或野炊或游玩，那种飘逸、轻松、愉悦、惬意的奇特感受，如果不是身临其境，是无法用语言表达的。那浩瀚的巴丹吉林沙漠和库布其沙漠，由响沙向游人诉说着种种神秘……那丰富的历史文化、独特的民俗风情、美丽的河流湖泊、晶莹的北国风光、茂密的森林和神圣的口岸，无一不让游人留连忘返。内蒙古必将成为中国人民和世界人民的向往的绿色天堂，沉寂的草原正在沸腾起来！

　　内蒙古地处中国北部边陲，民族众多，拥有悠久的历史和古代文化。内蒙古素有“歌乡”、“舞海”的美称，优秀文化艺术传统源远流长，构成了中华民族文化艺术巨幅画卷中璀璨夺目的篇章。历史上曾留下了《蒙古秘史》、《江格尔》、《格斯尔》等著名的文学作品以及歌舞、乐器、绘画等珍贵的民族文化遗产。

　　呼和浩特简介

　　“呼和浩特”系蒙古语，意为青色的城市，故有“青城”之称。因其历史上召庙较多，故又称“召城”。呼和浩特市为内蒙古自治区首府，是全区政治、经济、文化中心，自古为内蒙古草原民族重要聚居地。东与卓资县、凉城县及和林格尔县毗连；西与土默特右旗接壤，南濒黄河，与鄂尔多斯高原隔河相望；北枕大青山，与武川县交界。地势东北高，西南低，平均海拔约1000米。春秋季节短，昼夜温差大。每年4至10月是最佳旅游季节。现辖玉泉区、新城区、回民区、郊区、土默特左旗、托克托县。呼和浩特市现行政区划共辖9个旗县区，土地面积17 224千方公里。2001年全市总人口211.8万人。其中，市区人口108.4万人，少数民族人口26.4万人。有蒙古(约占11%)、汉、回、满、鄂伦春、鄂温克等34个民族共居。

　　　呼和浩特是座具有悠久历史的塞外古城。公元前306年，赵武灵王在阴山下筑长城，并设云中郡，郡治故址在今呼和浩特市西南托克托县的古城公社所在地。西汉武帝时，在河套地区兴建了一批军市。今呼和浩特东郊的塔布托村就留有西汉时期的土城遗址。土城为内外两重，外城周边3公里，是座长方形土筑小城，为当时的民居及兵营所在地；内城为官署驻地。魏晋南北朝时期，鲜卑族拓拔部在北方兴起，它的早期都城“盛乐”即在今呼和浩特南面60公里的林格尔县境。公元10世纪初，契丹人建立了辽国，在此设天德军及丰州。丰州故址在今呼和浩特东南约20公里的白塔村附近。明隆庆六年( 572)，蒙古土默特部领主阿勒坦汗来丰州一带驻牧，不久统一了蒙古各地和漠南地区。万历九年(1581)，阿勒坦汗和他的妻子三娘子在这里正式筑城，城墙用青砖砌成，远望一片青色，“青城”之名由此而来。明王朝赐名为“归化”。此城筑成后不久，阿勒坦汗便去世，其妻三娘子成为这座城市的主宰。三娘子力主与明王朝和睦相处，以致蒙汉两族不用兵革达30年之久。长城沿线的人们为纪念这位草原女杰，将此城称作“三娘子城”，清朝雍正年间，为了加强北部边疆的军事防御，新建了一座城，清王朝命名此城为“绥远城”。 　　当时，新城(绥远城)城内主要是军营；旧城(归化城)内则聚居着居民，商店和娱乐场所大都设在这里。清朝末年，将归化和绥远合并，称归绥。1928年，绥远建省，以归绥县城区设立归绥市，作为省会。 1954年，撤销绥远省建制，组建内蒙古自治区。与此同时，取消了封建统治者所沿用的不利于民族团结的“归绥”之名，称“呼和浩特”，成为内蒙古自治区的首府。

　　是一座具有鲜明民族特点和众多名胜古迹的城市。这里有各种召庙50多座，最为著名的是大召、席力图召、乌素图召、喇嘛洞召。另有昭君墓、万部华严经塔、金刚座舍利宝塔、哈素海、清公主府、绥远城将军衙署等。城郊有不少草原旅游点，那里芳草萋萋，牛羊遍地，鸟语花香，富有浓郁的塞外风情。

　　内蒙古旅游线路介绍

　　参观蒙牛：液态奶全球样板工厂、冰淇淋生产基地、蒙牛专家公寓、观光塔、奶牛养殖区

　　草原旅游：马队迎接、献哈达、敬酒、观看赛马、射箭、摔跤、访牧户、祭拜敖包、篝火晚会
`;