module.exports = `
宁夏全称宁夏回族自治区，简称宁。首府银川。
    宁夏行政区划图宁夏位于“丝绸之路”上，历史上曾是东西部交通贸易的重要通道，作为黄河流经的地区，这里同样有古老悠久的黄河文明。早在三万年前，宁夏就已有了人类生息的痕迹，公元1038年，党项族的首领元昊在此建立了西夏王朝，并形成了独特的西夏文化。
    宁夏疆域轮廓南北长、东西短。南北相距约456公里（北起石嘴山市头道坎北2公里的黄河江心，南迄泾源县六盘山的中嘴梁），东西相距约250公里（西起中卫营盘水车站西南10公里的田涝坝，东到盐池县柳树梁北东2公里处），宁夏是中国面积最小的省区之一，总面积为6.6万多平方千米。
    宁夏共有地级行政区5个，县级行政区21个。宁夏的主要城市为银川市、石嘴山市、吴忠市、固原市、中卫市。宁夏共有35个民族，主要有汉族、回族、满族、东乡族。宁夏面积为6.6万平方公里，占国土总面积的0.7%。
    宁夏2006年末总人口604万,其中回族211万,占全区总人口的35%
    宁夏特产：五宝 红宝——枸杞、黄宝——甘草、蓝宝——贺兰石、白宝——二毛皮、黑宝——发菜
    宁夏原产地理标志：中宁枸杞、盐池滩羊、灵武长枣、贺兰山东麓葡萄酒
    宁夏回族自治区位于我国的西北部地区。东邻陕西，北部和西部与内蒙古毗邻，南部与甘肃接壤。回族人口占1/3，是中国惟一的省级回族自治地方。宁夏是一块美丽富饶的土地。古老的黄河流经宁夏397千米，滋润着千里沃野。大自然的鬼斧神工，造就了高山、平原、河流、绿洲、湖泊，使这里既有江南水乡的秀丽，又集塞外大漠风光之雄浑。古老的黄河文化，奇异壮丽的自然景观，浓郁的回乡风情，在这里汇集。宁夏回族自治区位于我国的西北部地区。东邻陕西，北部和西部与内蒙古毗邻，南部与甘肃接壤。回族人口占1/3，是中国惟一的省级回族自治地方。宁夏是一块美丽富饶的土地。古老的黄河流经宁夏397千米，滋润着千里沃野。大自然的鬼斧神工，造就了高山、平原、河流、绿洲、湖泊，使这里既有江南水乡的秀丽，又集塞外大漠风光之雄浑。古老的黄河文化，奇异壮丽的自然景观，浓郁的回乡风情，在这里汇集。


宁夏回族自治区下辖银川、石嘴山、吴忠、固原4个地级市；17个县市：青铜峡市、灵武市、永宁县、贺兰县、陶乐县、平罗县、惠农县、中卫县、中宁县、盐池县、同心县、泾原县、隆德县、西吉县、海原县、彭阳县；7个市辖区：西夏区、金凤区、兴庆区、石嘴山区、大武口区、利通区、原州区。宁夏回族自治区下辖银川、石嘴山、吴忠、固原4个地级市；17个县市：青铜峡市、灵武市、永宁县、贺兰县、陶乐县、平罗县、惠农县、中卫县、中宁县、盐池县、同心县、泾原县、隆德县、西吉县、海原县、彭阳县；7个市辖区：西夏区、金凤区、兴庆区、石嘴山区、大武口区、利通区、原州区。

宁夏气候
宁夏地处西北内陆，属温带大陆性半湿润干旱气候，总的特点是南寒北暖、南湿北干；冬季寒冷漫长、夏季凉爽少酷暑。雨雪稀少、气候干燥；日照充足，风大沙多。气温年、日差较大。气温由南向北递减，年均温度为5℃～10℃，是全国日照和太阳辐射最充足的地区之一。宁夏地处西北内陆，属温带大陆性半湿润干旱气候，总的特点是南寒北暖、南湿北干；冬季寒冷漫长、夏季凉爽少酷暑。雨雪稀少、气候干燥；日照充足，风大沙多。气温年、日差较大。气温由南向北递减，年均温度为5℃～10℃，是全国日照和太阳辐射最充足的地区之一。


宁夏地理
宁夏地跨黄土高原和内蒙古高原，地势南高北低。按地形区分则包括4大部分：贺兰山地、六盘山地、宁夏平原、东南部高原。地形以山地、高原为主，约占全区面积的3/4，平原占1/4。自北向南为贺兰山脉、宁夏平原、鄂尔多斯高原、黄土高原、六盘山地等。南部是黄土地貌，以流水侵蚀为主，属黄土高原；北部以干旱、风蚀地貌为主，属于内蒙古高原一部分。宁夏地跨黄土高原和内蒙古高原，地势南高北低。按地形区分则包括4大部分：贺兰山地、六盘山地、宁夏平原、东南部高原。地形以山地、高原为主，约占全区面积的3/4，平原占1/4。自北向南为贺兰山脉、宁夏平原、鄂尔多斯高原、黄土高原、六盘山地等。南部是黄土地貌，以流水侵蚀为主，属黄土高原；北部以干旱、风蚀地貌为主，属于内蒙古高原一部分。


宁夏历史
今天的宁夏在春秋战国时为羌戎、匈奴族散居地，秦朝时属北地郡，汉、魏时期分属郡州。唐至西夏时期，信仰伊斯兰教的波斯、大食人陆续来往宁夏，定居经商。元朝时称宁夏行省（取“夏地安宁”义得名），大批中亚、阿拉伯、波斯的穆斯林军士、工匠、商人迁居宁夏。元末明初回族逐步形成，宁夏回族进入一个相对稳定发展的时期。明朝时设宁夏卫，清朝时列入甘肃省。1928年设宁夏省。今天的宁夏在春秋战国时为羌戎、匈奴族散居地，秦朝时属北地郡，汉、魏时期分属郡州。唐至西夏时期，信仰伊斯兰教的波斯、大食人陆续来往宁夏，定居经商。元朝时称宁夏行省（取“夏地安宁”义得名），大批中亚、阿拉伯、波斯的穆斯林军士、工匠、商人迁居宁夏。元末明初回族逐步形成，宁夏回族进入一个相对稳定发展的时期。明朝时设宁夏卫，清朝时列入甘肃省。1928年设宁夏省。


宁夏风土人情
宁夏回族在衣着、饮食、起居卫生等方面形成了独具特色的风俗习惯。回族男女都喜欢戴白色的帽子，穿黑色的马甲。回族妇女还喜欢戴盖头、戴金银耳环、戒指、手镯等。回族特别讲究卫生，室内外清洁整齐，灶具洁净。平时洗脸洗手用汤瓶，沐浴用吊罐。回族喜欢吃牛、羊、骆驼等反刍类的偶蹄目食草动物肉，也吃鸡、鸭、鹅、鱼肉，禁食猪肉。宁夏回族在衣着、饮食、起居卫生等方面形成了独具特色的风俗习惯。回族男女都喜欢戴白色的帽子，穿黑色的马甲。回族妇女还喜欢戴盖头、戴金银耳环、戒指、手镯等。回族特别讲究卫生，室内外清洁整齐，灶具洁净。平时洗脸洗手用汤瓶，沐浴用吊罐。回族喜欢吃牛、羊、骆驼等反刍类的偶蹄目食草动物肉，也吃鸡、鸭、鹅、鱼肉，禁食猪肉。


宁夏购物
宁夏比较著名的特产有枸杞、贺兰石、滩羊皮，被誉为红、蓝、白3宝。此外，还有珍珠米、红瓜子等特产在国内外久负盛名。宁夏比较著名的特产有枸杞、贺兰石、滩羊皮，被誉为红、蓝、白3宝。此外，还有珍珠米、红瓜子等特产在国内外久负盛名。


宁夏美食
宁夏小吃大都为回族特色风味小吃，如酿皮、臊子面、锅盔、红烧牛肉、烧鸡、手抓羊肉、燕面糅糅、杨郎烧锅、蒸鸡、油汤辣水羊肉泡等，令人垂涎。宁夏小吃大都为回族特色风味小吃，如酿皮、臊子面、锅盔、红烧牛肉、烧鸡、手抓羊肉、燕面糅糅、杨郎烧锅、蒸鸡、油汤辣水羊肉泡等，令人垂涎。
`;