module.exports = `
青海省位于青藏高原东北部，东西长约1200公里，南北宽800公里，面积为72万平方公里。境内山脉高耸，地形多样，河流纵横，湖泊棋布。巍巍昆仑山横贯中部，唐古拉山峙立于南，祁连山矗立于北，茫茫草原起伏绵延，柴达木盆地浩瀚无限。长江、黄河之源头在青海，中国最大的内陆高原咸水湖也在青海，因此而得名“青海”。

青海简介
无论是前往新疆还是西藏、敦煌还是拉萨，青海是人们去往西部旅游时的必经之地，那里大部分土地都是戈壁和雪山，不适合于人居住。但是青海的人文资源和地理资源都十分的丰富，至今仍是登山者的乐园，勇敢者的天堂。

青海是新疆与西藏的融合，有“世界屋檐”的美称。青海东部素有“天河锁钥”、“海藏咽喉”、“金城屏障”、“西域之冲”和“玉塞咽喉”等称谓，可见地理位置之重要。

青海省一大半的工业产值和人口居住在首府西宁，西宁成为青海省的地理中心。青海的地形大势是盆地、高山和河谷相间分布的高原。它是“世界屋脊”青藏高原的一部分，称为青南高原。

长江源—长江全长6380公里，是世界第二大河，它的源头就是位于青海省南部唐古拉山脉主峰格拉丹东大冰峰。

1979年发现长江的正源是沱沱河。长江源头的景观十分壮丽，雪山冰峰，无垠的草地，蓝天白云倒映在河水中，构成了令人心旷神怡的美景。

从青藏公路入藏，会经过江泽民同志题写的“长江源”碑刻。该石碑离开公路有一公里左右的路程，车开过去相当方便。石碑附近还有一座大桥，因为它是长江从上游算起的第一座桥，因而被称为“长江第一桥”。

黄河源—黄河源位于青海的腹地。在腹地上有昆仑山，颜喀拉山，布尔汉布山；山下有盆地，大片沼泽，是高山雪水形成的花海子，称为星宿海。但它还不是河源。后再经深入的查勘，又发现了三源：一是扎曲，二是约古宗列渠，三是卡日曲。扎曲一年之中大部分时间干涸，而卡日曲最长，流域面积也最大，在旱季也不干涸，是黄河的正源。

青海湖—位于青藏高原上，距西宁150公里，面积4500平方公里，海拔3200米，湖水冰冷且盐份很高。青海湖蒙语叫“库诺尔”，藏语叫“错温布”，也就是“青色的湖”的意思。在青海高原东北部，日月山，大通山和起伏连绵的青海南山环抱着一个高原湖泊——青海湖。

青海湖是我国最大的内陆湖泊，也是我国最大的咸水湖，面积4400多平方公里，海拔3260多米比古城西宁还高出1000多米，这里气候凉爽。即使在烈日炎炎的的盛夏，日平均温度一般都在15℃左右，是理想的避暑胜地。青海湖蒙语叫“库库诺尔”，意思是“青蓝色的海”，是青藏高原不断隆起后，幸存下来的。

青海省地处青藏高原东北部，全省均属高原范围之内。地形复杂，地貌多样。全省平均海拔3000多米，最高点昆仑山的布喀达板峰为6860米，最低点在民和下川口村，海拔为1650米。青南高原超过4000米，面积占全省的一半以上，河湟谷地海拔较低，多在2000米左右。在总面积中，平地占30.1%，丘陵占18.7%，山地占51.2%，海拔高度在3000米以下的面积占26.3%，3000米—5000米的面积占67%，5000米以上占5%，水域面积占1.7%。海拔5000米以上的山脉和谷地大都终年积雪，广布冰川。山脉之间，镶嵌着高原、盆地和谷地。西部极为高峻，自西向东倾斜降低，东西向和南北向的两组山系构成了青海地貌的骨架。其地形可分为祁连山地、柴达木盆地和青南高原三个自然区域。

全省属于高原大陆性气候，有以下特点：（1）太阳辐射强、光照充足。年日照时数在2500小时以上，是中国日照时数多、总辐射量大的省份。（2）平均气温低，境内年平均气温在零下5.7℃～8.5℃之间，全省各地最热月份平均气温在5.3℃～20℃之间；最冷月份平均气温在零下17℃～5℃之间。（3）降水量少，地域差异大。境内绝大部分地区年降水量在400毫米以下。（4）雨热同期，青海属季风气候区，大部分地区5月中旬以后进入雨季，至9月中旬前后雨季结束，这期间正是月平均气温≥5℃的持续时期。（5）气象灾害多，危害较大。主要气象灾害有干旱、冰雹、霜冻、雪灾和大风。

全省风能资源丰富，年平均风速总的地域分布趋势是西北部大，东南部小，即柴达木盆地中、西部，青南高原西部及祁连山地中、西段年平均风速均在4米／秒以上。其中：茫崖达5.1米／秒，是全省年平均风速最大的地方。青南高原东南部的河谷地带及东部河湟谷地，年平均风速大多在2米／秒以下。青南高原中、西部，柴达木盆地以及青海湖周围和海南台地南部地区，全年风能可用时间在5000小时以上。其中察尔汗风能可用时间达6131小时，是全省风能可用时间最多的地区。
`;