module.exports = `
四川省简称川或蜀。位于我国西南地区、长江上游，在东经97°21′~108°31′，北纬26°03′~34°19′之间，汉末三国时为蜀国地。秦代置蜀郡。汉属益州。四川以益利梓夔四路得名。唐大部属剑南道和山南东、山南西道；宋设川峡路（注：非川陕路），后分设西川路和峡西路，再分西川路为益州路和利州路，分峡西路为梓州路和夔州路，合称四川，其间设四川制置使，为四川得名的开始，后改益州路为成都府路，改梓州路为潼川府路，分利州路为利州东、西路。元置四川省和四川行省和西蜀四川道；明置四川省，后改四川布政使司；清改四川省；建国初分为川东、川南、川西、川北四行署，后合并恢复四川省，省名至今未变。截至2007年底，四川省辖18个地级市、3个自治州；43个市辖区、14个县级市、120个县、4个自治县；4544个乡镇、239个街道办事处。基层群众自治组织中，社区居民委员会4822个，村民委员会50182个。全省总面积是48.5万多平方公里。

其中居住着彝族、藏族、回族、汉族、羌族等民族。“中国第二大藏区”、“唯一的羌族聚集区”、“最大的彝族聚集地”。省会成都。四川属中国西南内陆，西有青藏高原相扼，东有三峡险峰重叠，北有巴山秦岭屏障，南有云贵高原拱卫，形成了闻名于世的四川盆地。全省总面积48.5万多平方公里。四川旅游资源极为丰富，历来有“天下山水在于蜀”之说，并有“峨眉天下秀，九寨天下奇，剑门天下险，青城天下幽”之誉。

四川省有天台山、青城山、千佛山、四姑娘山、蒙顶山、峨眉山、白云山、凤凰山、夏衍山、西岭雪山、窦圌山、华蓥山等著名山峰。

四川省省鸟：红腹锦鸡

秀---峨眉山

四川，在商周时期四川地区建立了两个国家：一个是川西地区以古蜀族为中心建立的蜀国，一个是川东地区(今川东地区和重庆地区)以古巴族为中心建立的巴国，所以四川古称“巴蜀”，是中国西南部的一个大省，2008年末常住人口8138万人。周边同重庆市、贵州省、云南省、西藏自治区、青海省、陕西省接壤，四川地大物博，历史悠久，自古以来就享有“天府之国”的美誉。

四川是全国的农产品供应大省，是国家最大的粮、油、猪生产基地之一。四川农业发达，号称“天府之国”，是我国小麦、水稻、油菜籽、黄红麻、甘蔗、桑蚕、水果的重要产区。川西高原、山地分别为本处重要牧区和林区。盛产林特产竹子、白蜡及中药材川贝、麋香、虫草等，银耳、生漆、毛竹等产品享誉全国。

四川也是中国重要的工业基地之一。本省是我国内地综合性工业基地。成都电器、量具刃上、攀枝花钢铁、川中油气田、自贡盐化工、内江制糖、泸州和宜宾等地的酿酒工业等都很有名。其中冶金、采矿、化工、机械、宇航、电子工业等在全国占有重要地位。攀枝花钢铁公司、成都飞机工业（集团）公司、长虹集团、希望集团、中国第二重型装备厂、东方电气集团（东方电机、东方汽轮、东方锅炉）等为代表的一大批国有企业和民营企业，闻名国内外。

四川的交通通讯发展迅猛。水陆空交通日趋完善发达，微波、光纤、卫星、程控电话、图文传真、INI联网等现代通信遍布全省各市、地、州、县及部分乡村，初步形成了现代交通、通信网络。

四川是一个综合科技力量较强的省份。科研机构、大专院校、中等专科学校和技术学校、中等师范学校、职业高中、普通中小学等都发展到了一定的规模。
`;
