module.exports = `
山东，金代以前为地理概念，泛指崤山、华山或太行山以东的黄河流域广大地区。金代大定八年（1168年）置山东东、西路统军司，山东遂成为正式行政区划名称。明代山东布政司（又称行省）管辖6府、104县，大致奠定了今山东省行政区域范围。清代山东基本沿袭明代山东的版图，称山东省。因西周封邦建国时，今山东境内曾存有齐、鲁、曹、滕、卫诸国，周公旦封于鲁，所以现在山东又简称“鲁”。

清末，山东省有济南、东昌、泰安、兖州、沂州、曹州、登州、莱州、青州、武定10府，济宁、临清、胶州3个直隶州，共辖8个散州96个县。中华民国初期，划分为济南、济宁、胶东、东临4道，属县107个。1928年废道，各县直属省。1937年10月，日军侵占山东，国民党省政府流亡。1938年7月，中共苏鲁豫皖边区省委发出关于恢复县、区、乡政权的指示，到年底有12个县成立了抗日民主政府。1939年7月，中共山东分局将山东划分为3个区和2个特区：胶济路南、陇海路北、津浦路东为一区，津浦路西为二区，胶东为三区，湖西、清河为特区。1940年8月，山东省战时工作推行委员会成立，下辖16个专员公署，88个县。1943年9月，山东省战时工作推行委员会改名为山东省行政委员会，下设5个主任公署及滨海直属专员公署，共辖18个专署和92个县级政权。1945年8月，山东省行政委员会改为山东省政府，下设5个行政公署，共辖21个专署、119个县。

山东是中华文明发祥地之一。目前发现的最早的山东人——“沂源人”，可以把山东的历史上推到四五十万年以前。新石器时代早、中期的滕县北辛文化，距今也有七千年左右。举世闻名的原始社会末期的大汶口文化、龙山文化都是在山东首先发现的。自夏朝开始，山东进入奴隶制社会。商朝建立以前，山东是商族活动的中心，商前期的五次迁都，有三次在山东境内。商朝建立后，山东仍是其统治的中心地区。西周实行“封邦建国”之策，封吕尚于齐，封周公旦于鲁，另外尚有曹、滕、卫诸国。齐国“通商工之业，便鱼盐之利，而人民多归”；鲁国融合周文化与东方文化，为“礼仪之邦”。

公元前594年，鲁国的“初税亩”，表明在鲁国已出现封建生产关系的萌芽。公元前221年，秦灭六国，建立了统一的封建王朝，齐是最后被灭的一个诸侯国。自此以后，在两千多年的封建社会中，山东地区虽有时也曾为割据势力所盘踞，但总的来说，则是属于历代封建皇朝的一个有机组成部分。

山东地区素以发达的农业和手工业著称于世。秦汉时期，今山东地区号称“膏壤千里”，农业经济发达，所产粮食不断溯黄河西上，运往关中地区。西汉时期，山东地区有人口1700余万，户390万，占全国当时人口的30％，人口密度居全国首位。后来虽经东汉末年与魏晋南北朝时期的战争破坏，但同全国其他地区相比，山东仍不失为经济中心。隋初，山东各州县遍置粮仓，户口占全国总户数的21％。唐代开元天宝年间，每年要将山东几百万石粟米漕运至关中。开元年间，“海内富实，米斗之价钱十三，青、齐间斗才三钱。绢一匹，钱二百”。到了唐后期，虽经战乱，但山东农业生产仍在发展，“田畴大辟，库仓充积”。宋金元时期，山东地区承受的封建剥削尤重，并不断遭受外来的侵扰和野蛮统治，经济处于滞退状态。元代山东有38万户，126万人，与金代相比，户减约75％，人口减约87％。明初，“多是无人之地”，统治者不得不采取奖励人民垦荒的措施，到洪武二十六年（1393年）时，山东耕地面积达到7240万亩，为北宋时期的2.4倍，居全国第三位。清康熙年间又增至9000万亩。

山东的冶铁业起源很早，春秋初年，齐国已使用铁制农具。西汉时，武帝在全国设置铁官48处，山东就有18处。唐朝的兖州是矿冶中心，莱芜有铁冶13处、铜冶18处。北宋时莱芜铁冶规模更加扩大，与江苏利国监同为京东两大铁冶中心。明朝初年，山东年产铁315万余斤，居全国第三位。山东的其他矿产也很丰富，宋时登、莱二州产金，元丰年间登州、莱州的黄金产量占全国的90％。明初，济南、青州、莱州三府岁采铅32万余斤。清朝山东煤矿已大量开采，最著名的是峄县煤矿，乾嘉时期，北运京师、奉天，动辄数百万石。

山东的纺织手工业举世闻名。战国时期，齐国即号称“冠带衣履天下”。临淄、定陶、亢父（今济宁）是汉代三大纺织中心。所产纺织品数量多、质量好，源源不断地通过“丝绸之路”输往西域等地。因此，当时山东地区是“丝绸之路”的主要源头之一。唐代兖州的镜花绫、青州的仙纹绫，都是驰名全国的纺织品。宋代在青州设立织锦院，专门织造高级纺织品。宋神宗时，在山东“和买”绢帛，每年达30万匹左右。明清时期，济南、济宁、临清等城市都有较发达的纺织手工业，有的地方还出现了带有资本主义萌芽性质的手工工场。

1840年第一次鸦片战争之后，山东经济走上了半殖民地半封建化的道路。由于外国资本主义的经济掠夺，近代山东经济形成畸形发展的局面。农村封建土地所有制仍然顽固地保存着，土地集中的现象普遍存在。在封建势力盘剥下的农民和手工业者，又受到外国资本主义的经济侵略。洋货在山东的倾销，使大量手工业者和小商贩破产失业。农民日趋贫困，自然经济逐渐瓦解。随着资本主义在中国的产生和发展，山东也出现了近代工业。在济南有从事军工生产的机器局；在枣庄、淄川、平度等地有煤、铅、金等矿业生产；在烟台有张裕酿酒公司、缫丝厂、蛋粉厂等轻工业。

第一次世界大战期间及战后初期，欧美帝国主义忙于战争，放松了对中国的经济侵略，山东民族工业曾一度得到发展。至20世纪30年代，达到建国前的最高水平。

1937年“七七”事变之后，山东成为日本帝国主义的侵占区，他们重点掠夺山东的“二白二黑”，即食盐、棉花和煤、铁。对战火中余存的工业，他们采取“军事管理”“中日合办”等手段加以夺取，迫使大部分民营工业陷于绝境。在农村他们强占土地，征调劳工，对抗日根据地实行惨绝人寰的“三光政策”。据1945年12月的不完全统计（缺当时未解放地区，鲁中、鲁南新解放区，部分机关的数字），八年抗战期间的损失：死亡668143人，抓壮丁393259人，掠走牲畜10797921头，粮食1178486公斤，农具2542844件，烧毁房屋1151186间。山东地区小麦等11种作物耕种面积1941年比战前减少16％，小麦、玉米、水稻、棉花、烟草均减产50％以上，农业遭到极大破坏。农村手工业进一步衰落。整个经济濒于崩溃。抗战胜利后，由于国民党政权的贪污腐败，山东国统区的经济陷于全面崩溃。

而在中国共产党领导下的山东解放区，随着各级人民政权的建立，新民主主义经济得以发展壮大。建立了财税金融贸易机构，发行解放区货币，进行了排挤敌伪货币的斗争，开展输入输出贸易，繁荣解放区市场。新民主主义经济的发展壮大，为抗日战争及之后的解放战争的全面胜利奠定了雄厚的物质基础。

山东是中国古代文化的发源地之一，也是古代文化的中心。这里曾产生过许多杰出的思想家、科学家、政治家、军事家、文学家和艺术家。在学术思想方面，有孔子、孟子、颜子、曾子、墨子、荀子、庄子、郑玄、仲长统等；在政治军事方面，有管仲、晏婴、司马穰苴、孙武、吴起、孙膑、诸葛亮、戚继光等；在历史学方面，有左丘明、华峤、崔鸿、马骕等；在文学方面，有东方朔、孔融、王粲、徐干、左思、鲍照、刘勰、王禹偁、李清照、辛弃疾、张养浩、冯惟敏、李开先、李攀龙、蒲松龄、孔尚任、王士禛等；在艺术方面有王羲之、颜真卿、李成、张择端、高凤翰等；在科学技术方面，有鲁班、甘德、刘洪、何承天、王朴、氾胜之、贾思勰、王祯、燕肃等；在医学方面，有扁鹊、淳于意、王叔和等。他们的思想、理论、智慧和学术成就，构成了中国传统文化的重要内容，对中华民族文化的发展产生了广泛而深远的影响。

山东人民富有革命传统。春秋末期，就有以跖为首的奴隶起义，“从卒九千人，横行天下”。在漫长的封建社会中，山东人民无数次的武装起义，沉重打击了封建统治。著名的有新莽末年的赤眉大起义，东汉末年青州黄巾起义，隋末王薄领导的长白山起义及窦建德、孟海公、杜伏威、刘黑闼等人领导的农民起义，很快在全国范围内卷起农民革命的风暴。唐末黄巢大起义，推翻了唐王朝的统治。北宋末年有宋江农民起义。明代有唐赛儿、徐鸿儒起义。清中叶以前有于七、王伦等人领导的起义。近代则有幅军起义及捻军斗争，山东还是义和团运动的发源地。

1919年“五四”运动期间，山东人民掀起了声势浩大的反帝爱国运动。“五四”运动以后，山东成立了早期的共产主义小组，1921年，王尽美、邓恩铭参加了中国共产党第一次全国代表大会，成为全国建党最早的省份之一。第一次国内革命战争和第二次国内革命战争时期，在中国共产党的领导下，山东人民在阳谷、高唐、博兴、益都、日照、苍山、昆嵛山等地举行武装暴动，反对新旧军阀和帝国主义的压迫剥削，支援革命战争。抗日战争爆发后，山东人民先后发动了冀鲁边、鲁西北、天福山、黑铁山、牛头镇、徂徕山、泰西、鲁南、湖西等抗日武装起义，创建了胶东、渤海、滨海、鲁中、鲁南五个解放区，至1945年5月下旬，人民武装力量已发展到21.3万人，民兵41万人，在八年抗战中共歼灭日伪军43.9万多人。抗日战争胜利后，山东人民又配合中国人民解放军，粉碎了国民党军队的重点进攻，进行了鲁南、莱芜、孟良崮、潍县、济南等著名战役。截至1948年11月，山东军民在解放战争中共作战10970次，歼敌569574人。1949年6月，山东全境解放。

1949年3月，山东省政府改称山东省人民政府，下辖14个市（包括济南、青岛、徐州、潍坊4个省辖市）、140个县、2个办事处、2个特区。1950年，将16个专区合并为滕县、临沂、泰安、沂水、德州、惠民、淄博、昌潍、胶州、莱阳、文登11个专区。

1952年，平原省撤销，所属聊城、菏泽、湖西3个专区29个县划归山东。原河北省临清、馆陶、恩城、夏津、武城5个县划归山东。而将山东的东光、吴桥、宁津、庆云、盐山、南皮6个县划归河北；徐州市、新海连市及丰、沛、华山、铜北、赣榆、邳、东海等县划归江苏。
`;