module.exports = `
上海（Shànghǎi），是中国第一大城市，中国中央四个直辖市之一。上海位于我国大陆海岸线中部的长江口，拥有中国最大的工业基地、最大的外贸港口，有超过2000万人口居住和生活在上海地区。

昔日的上海，只是一个以渔业和棉纺织手工业为营的小镇。19世纪，由于上海良好的港口位置使其开始展露锋芒。1842年《南京条约》签订后，上海成为中国开放对外通商口岸之一，并很快因成为东西方贸易交流的中心而迅速发展。至20世纪30年代，上海成为跨国公司开展贸易和商务的枢纽，是亚太地区最繁华的商业中心，被誉为“东方巴黎”。但在1949年建国之后，外国人几乎全部离开了上海，上海随即没落。改革开放后的1990年，上海又开始重现往日的繁华，成为了今日中国最大的经济中心和全球最大的贸易港口。

上海也是一座新兴的旅游目的地，由于它深厚的文化底蕴和众多的历史古迹，如上海的地标——浦西的外滩和新天地。但在一江之隔的浦东，却呈现出另一番繁华景象：东方明珠广播电视塔与金茂大厦、上海环球金融中心等建筑共同组成了全球最壮丽的天际线之一，而2014年将建成的上海中心，更会为“东方巴黎”添上灿烂的一笔。

今日的上海，不仅是中国重要的科技、贸易、金融和信息中心，更是一个世界文化荟萃之地。上海已经发展成为一个国际化大都市。并致力于建设成为国际金融中心和航运中心。上海即将举办中国2010年上海世界博览会。现南汇并入浦东新区。

地理环境

上海市地处东经120度51分至122度12分，北纬30度40分至31度53分之间，位于太平洋西岸，亚洲大陆东沿，中国南北海岸中心点，长江和钱塘江入海汇合处。北界长江，东濒东海，南临杭州湾，西接江苏和浙江两省。是长江三角洲冲积平原的一部分，平均高度为海拔4米左右。陆地地势总趋势是由东向西低微倾斜。以西部淀山湖一带的淀泖洼地为最低，海拔仅2米～3米；在泗泾、亭林、金卫一线以东的黄浦江两岸地区，为碟缘高地，海拔4米左右；浦东钦公塘以东地区为滨海平原，海拔4米～5米。西部有天马山、薛山、凤凰山等残丘，佘山为上海陆上最高点，海拔高度99米,立有石碑"佘山之巅"。海域上有大金山、小金山、浮山（乌龟山）、佘山等岩岛。大金山海拔高度103.4米，为上海境内最高点。全市总面积6340.5平方公里，东西最大距离约100公里，南北最大距离约120公里。陆海岸线长约172公里。在上海北面的长江入海处，有崇明岛、长兴岛、横沙岛3个岛屿。崇明岛为中国第三大岛，由长江挟带下来的泥沙冲积而成，面积为1041.21平方公里，海拔3.5米～4.5米。长兴岛面积88.54平方公里，横沙岛面积55.74平方公里。

气候

上海属北亚热带季风性气候，四季分明，日照充分，雨量充沛。上海气候温和湿润，极端最高气温40.2℃，极端最低气温-12.1℃ 。本市春秋较短，冬夏较长。2006年平均气温18.4℃，日照1638.2小时，降水量1042.6毫米。全年70%左右的雨量集中在5至9月的汛期。

面积

1949年，上海的土地面积仅为636平方公里。1958年，江苏省的嘉定、宝山、上海、松江、金山、川沙、南汇、奉贤、青浦、崇明10个县划归上海，使上海市的辖区范围扩大到5910平方公里，几乎是1949年的10倍。2006年末，上海全市土地面积6340.5平方公里，占全国总面积的0.06%，南北长约120公里，东西宽约100公里。境内辖有崇明、长兴、横沙3个岛屿，其中崇明岛面积1041.21平方公里，是我国的第三大岛。

水文

上海地区河湖众多，水网密布，境内水域面积697平方公里，相当于全市总面积的11%。上海河网大多属黄浦江水系，主要有黄浦江及其支流苏州河、川扬河、淀浦河等。黄浦江源自太湖，全长113公里，流经市区，江道宽度300-770米，平均360米，终年不冻，是上海的水上交通要道。苏州河上海境内段长54公里，河道平均宽度45米。上海的最大湖泊为淀山湖，面积为62平方公里。

地势

上海境内除西南部有少数丘陵山脉外，为坦荡低平的平原，是长江三角洲冲积平原的一部分，平均海拔高度4米左右。陆地地势总体呈现由东向西低微倾斜。大金山为上海境内最高点，海拔高度103.4米。

人口结构

南京路步行街是老上海的标志之一由于大量人口迁入和外来流动人口增长迅速，上海人口总量不断扩大。开埠时的上海人口不足10万；至1949年为520万人；至2007年末，全市户籍人口已增加到1381万人，是解放初期的2.7倍，占全国总人口的1%。2008年末，全市常住人口总数为1888.46万人。其中，户籍常住人口1371.04万人。全市按常住人口计算的人口密度为每平方公里2,638人，为我国内地人口密度最高的城市。

全市常住人口自然增长率2.72‰，户籍人口自然增长率-0.75‰，上海是中国第一个出现人口自然变动负增长的省级行政区；人平均期望寿命81.08岁；妇女总和生育率0.95%；全市户籍人口中60岁及以上的老年人口286.83万人，占户籍人口20.80%。上海的人口老龄化程度在中国居第一位。

财政金融

浦西的天际线上海是中国大陆经济最发达的城市之一。第三产业在上海的经济占了一定比重，其中最主要的产业包括了金融业、房地产业、保险业以及运输业等。位于浦东新区的陆家嘴是上海的新兴金融中心，中国人民银行上海总部2005年8月在上海揭牌，主要职能是管理公开市场操作。全球500强企业中已有部分在上海设立了中国区总部、分公司和办事处。上海已经成为全中国纳税率最高的城市，上海历来上交的税款达中国国内总税款的一半。

1949年以前，在上海有很多外国银行和公司。上海是当时中国的经济贸易中心。上海不仅汇集着以中央银行、中国银行、交通银行、中国农业银行四大政府银行为首的原国家资本与官僚资本金融机构以及外国在华金融机构。在外滩附近聚集了各国颇具实力的银行：英国汇丰银行、德国德华银行、日本横滨正金银行、俄国华俄道胜银行、法国东方汇理、美国花旗银行、比利时华比银行等组成了“东方华尔街”。还拥有数量众多的私人资本经营的银行、钱庄和信托公司（以下简称私营行庄公司）。经历了1927至1937年“黄金时期”的发展，到抗日战争爆发前，上海的私营行庄公司已达105家；而经过抗日战争、解放战争时期，到1949年5月上海解放时，上海私营金融业的整体资金实力实际上已大大削弱，但仍有119家私营银行、80家钱庄和5家信托公司。然而到1952年底，上海私营金融机构的数量锐减至60余家。1956年初，官方实行公私合营政策，最后全部合并为统一的公私合营银行联合总管理处。

在1949年以后，有些上海的资本家都已经逃离到香港、台湾或者海外其他地方。也有一些留在上海，继续经营。最后在1956年初，都被公私合营。

上海工业发达，国民党政府统治时期和计划经济时期，上海的工业发展水平就已全国领先。改革开放初期，由于中央政策原因，中国东南地区飞速发展，一度使上海的工业面临边缘化的危机，但自90年代中期以来，随着浦东新区的开发，以及财政转移支付比重减少等多方面的原因，上海的工业又重新焕发了新的生机。上海工业总产值占全国的十分之一，主要以轻纺、重工业、冶金、石油化工、机械、电子工业为主，其他还有汽车、航空、航天等工业。张江高科汇集了大量的高端制造业。农业占总体经济的比例较小，大约在1.7%左右。

由于土地、劳动力成本日益升高，加之市政府经济政策导向等原因，目前纺织业、重污染行业等低端制造业、劳动密集型产业开始逐渐迁往郊区或关门停业，上海市整体产业结构进步明显，已形成并逐渐巩固自己的核心竞争力。

上海经济也受到其周围省份的非经济方面的竞争。上游省份GDP增长带来的环境污染，尤其是来自黄浦江上游的饮用水污染，已成为困扰上海发展和居民生活的一大难题。
`;
