module.exports = `
陕西简称陕，亦简称秦。省会西安市。

西安地处关中平原中部，统领八百里秦川，北跨渭河、南依秦岭，土沃物丰、地祥人灵。自西周、秦、汉至隋唐盛世，十二家皇朝建都长安。它是中国六大古都之首，古代东方文明的圣都。

国家重点风景名胜区有：华山风景名胜区、临潼骊山风景名胜区、宝鸡天台山风景名胜区。

陕西是中国传统文明的代表。在西安，你能看到中华文明的正宗，从半坡文明开始，这里就是中华文化的发源地、西周，西汉、隋、唐等中国历史上值得骄傲的时期都以这里为都城。近代的陕西，也是中国革命的摇篮。

陕西被誉为天然的中国历史博物馆。比较著名的文物名胜有，距今约100多万年的蓝田猿人遗址，距今约6000多年前的半坡原始村落遗址，秦始皇陵兵俑坑，被中国人尊为始祖的轩辕皇帝的陵墓，周王朝的都城周原遗址汉武帝茂陵及其石刻艺术，三国遗迹五丈原，武候祠等文物群，唐代法门寺地宫珍宝和佛指舍利，中国历史著名女皇帝武则天与唐高宗李治的合葬墓乾陵，艺术价值最高的“石质图书馆”西安碑林，中国现存规模最大最完整的古城垣建筑西安城墙，延安及其中国现代革命文物群等。中国现代化程度最高的陕西历史博物馆。

十大旅游区：西安古都旅游区、骊山风景名胜旅游区、长安古寺庙旅游区、华山旅游区、咸阳帝王陵墓旅游区、宝鸡法门寺旅游区、延安三黄一圣旅游区、榆林塞上风光旅游区、黄河旅游区和柞水溶洞旅游区。

陕西当代文人才情充沛，文坛上的“陕军”出手不凡，贾平凹，陈忠实，路遥等人的作品虽非绝世佳作，却也颇有可观。

陕西人给人的总体印象是朴讷温厚而又爽直豪放，秦腔高亢激越，信天游悠远单纯，都反映了陕西人的某些特点，但相比之下，陕北人在陕西人中，显得更憨厚直爽，待人热情，而关中人则暗藏了几分心计，显得有些诡诈神秘，陕南人不象关中人那样诡，却又比陕北人更“精”，在为人上比较由于传统悠久。传统是陕西人的财富，也是陕西人的负担，它使陕西人往往保守偏执，而现实中的落后与历史中的辉煌又给陕西人很大的失落感，于是自恋又自卑。在陕西，陕北似乎是出美女的地方，“米脂的婆姨绥德的汉”，陕北小伙子高鼻深目，即使土气的衣衫，也掩盖不了他们的英俊，陕北女孩温柔顺从，但内心刚烈，炽热如火。
`;
