module.exports = `
山西，位于太行山以西，黄河以东，自古被称为“表里山河”。总面积15．66万平方公里，人口2875.9万。现辖太原、大同、朔州、阳泉、长治、晋城六个地级市和忻州、吕梁、晋中、临汾、运城五个地区。共计86个县、14个县级市和18个市辖区。省会太原，省政府驻太原市府东街。在两千多年前的春秋时代，这里是晋国的领地，所以简称为晋。战国初期，晋国被韩、赵、魏瓜分，史称“三晋”，历久便成了山西的又一代称。

山西，是中华民族的发祥地之一。在这片土地上，10万年前就有人类生息繁衍，传说中的“尧都平阳”、“舜都薄板”、“禹都安邑”都在山西的南部，即今天的临汾、永济和夏县。周代，山西是唐国的领地。后来唐叔虞的儿子燮父因唐国临晋水，改国号为晋。春秋时，山西是五霸之一的晋国。战国时，瓜分了晋国的韩、赵、魏三国，与秦、楚、齐、燕并称为战国七雄。秦始皇统一中国后，在山西设有太原、上党、河东、雁门、代郡等五郡。到隋时，太原是黄河流域仅次于长安和洛阳的第三大城市。隋末 ，李渊父子起兵于太原 ，建都长安后，把太原尊为“北京”，意即“别都”。五代时期，后唐 、后晋 、后汉和北汉都是以山西为根据地起家。在中国封建社会期间，山西的地位举足轻重，而且由于其特殊的地理位置 ，越是乱世越是显得重要 ，谁拥有了山西，谁就可以称雄天下。所以，清人顾祖禹在《读史方舆纪要》中指出：天下形势，必有取于山西。金元时期，山西的经济、文化在中国北部居领先地位。明代时，设山西行中书省于太原，后改为承宣布政使司，统管山西五府三州。清代，开始称为山西。

山西是一个夹峙在黄河中游峡谷和太行山之间的高原地带。全省大部地区海拔达1000米以上，山区面积占全省总面积的70% 以上。以山西平面地图看，是一个斜长方形，由东北斜向西南，东西宽约 290公里，南北长约 550公里。从地形看，是一个由许多复杂山脉构成的高台地。山西，山脉很多。东部有太行山，西部有吕梁山，北部有恒山、五台山，南部有中条山，中都有太岳山。山脉延绵起伏，纵横排列，雄险巍峨。山西境内河流很多，注入黄河的河流有沁河、涑水河、汾河。汾河纵贯全省．是省内的主要河流，它发源于宁武县，全长 761公里．是仅次于渭河的黄河第二大支流。桑干河、滹沱河。漳河也发源于山西．汇入海河水系。山西境内有六大盆地．即大同。忻州、太侯、临汾、运城。长治盆地此外，东部还散布着阳泉、寿阳、襄垣、黎城、晋城等小盆地．

山西位于大陆东岸的内陆 。外缘有山脉环绕 。因而难于受海风的影响，形成了比较强烈的大陆性气候。同时．又由于受内蒙古冬季冷气团的袭击，北部比较寒冷，由此形成了山西的气候特征；冬季长而寒冷干燥；夏季短而炎热多雨；春季日温差大，风沙多；秋季短暂，气候温和。山西省，属于中温带和暖温带季风气侯区，即温带大陆性气候。平均降水量为400到650毫米。

山西被称为“ 煤铁之乡”、“ 能源重化工基地”。主要矿藏有煤、铁、铝。铜、耐火粘土、石灰岩、石膏等。现已探明的煤矿储量为2000亿吨，占全国的三分之一；铁矿储量为30.5亿吨。由于煤炭储量丰富，煤炭工业在山西工业中占有头等重要的地位 。近几年来 ，电力工业、轻纺工业、消费品工业、民用工业的发展也很迅速。山西的公路交通，已达到所有县区都通车，总长3万多公里。

山西的旅游资源丰富 ，宋代以前的地上古建筑约占全国总数的 70％多，被誉为古代建筑的博物馆。五台山、壶口瀑布、北岳恒山、云冈石窟是全国闻名的旅游景点，此外，悬空寺、应县木塔、晋祠、宁武天池、洪洞大槐树、乔家大院等都吸引着省内外的旅游者。山西的土特产繁多，较为著名的有杏花村汾酒、竹叶青酒、老陈醋、清徐葡萄、平遥牛肉、晋祠大米、沁州黄小米、恒山黄芪、长治党参、柳林红枣等。
`;