module.exports = `
天津因河而生，向海而兴，自筑城以来已有600余年的历史。天津是四大直辖市之一，也是京津冀城市群的海上门户、“一带一路”海陆交汇点，总面积11966.5平方千米，常住人口1386.6万人，是中国北方最大的沿海开放城市。十九世纪末，就已成为全球贸易的重要口岸。

天津以制造业立市，是国家定位“一基地三区”功能承载地，即“全国先进制造研发基地、北方国际航运核心区、金融创新运营示范区、改革开放先行区”，以新一代信息技术、生物医药、新能源、新材料、装备制造、海洋经济、航空航天为代表的千亿级高新产业集群不断发展壮大。在“津城”“滨城”双城发展格局下，258家世界500强企业落城生根。坐落于滨海新区的天津自贸区总面积119.9平方千米，约占天津区域面积的1%，由天津港东疆片区、天津机场片区及滨海新区中心商务片区组成。天津是中国进口食品、平行进口汽车和飞机租赁的主要口岸，集聚全球消费资源。

天津拥有30万吨级世界人工深水大港-天津港。天津港对外对内服务辐射能力强，绵密的航运网络通达全球200多个国家和地区的800多个港口，每月航班550余班；辐射京津冀及中西部地区的14个省、市、自治区，腹地面积近500万平方公里，占全国总面积的52％，是中国重要的现代化综合性港口，连续多年跻身世界港口前十强。

国家会展中心（天津）是商务部和天津市合作共建项目，承接夏季达沃斯论坛、世界智能大会等重要国际会议，是商务部继广州、上海之后，在中国布局的第三个国家级展馆。项目总建筑面积约138万平方米，其中室内展览面积40万平方米，室外展览面积15万平方米，全面建成后将成为中国北方展览面积最大、使用体验至佳、绿色技术及产品应用最多、智慧化水平最高的新一代绿色智慧创新型国家会展综合体。

天津是一座充满生机和活力的城市，文化古今交融、民风热情淳朴、社会开放包容，拥有独特的区位、产业、港口、交通等优势。这是一座现代化的国际大都市，正扬帆起航，走向世界！ 

天津市，简称“津”，别称津沽、津门，是中华人民共和国省级行政区、直辖市、国家中心城市、超大城市 [261]，全国先进制造研发基地、北方国际航运核心区、金融创新运营示范区、改革开放先行区。 [160]中国北方对外开放的门户，中国北方的航运中心、物流中心和现代制造业基地 [105]，环渤海地区的经济中心 [1-2]，国际消费中心城市和区域商贸中心城市 [91] [161]，国际性综合交通枢纽 [162]，中国国际航空物流中心 [163-164]。截至2022年，天津市共辖16个区 [108]，总面积11966.45平方千米，常住人口1363万人 [247]。
天津市地处中国华北地区，华北平原东北部，海河流域下游，介于东经116°43'~118°04'，北纬38°34'~40°15'之间，东临渤海，北依燕山，西靠首都北京市，其余均与河北省相邻 [11]，在海河五大支流南运河、子牙河、大清河、永定河、北运河的汇合处和入海口，素有“九河下梢”“河海要冲”之称。属暖温带半湿润季风性气候，四季分明 [10-11]。
天津市是中国北方最大的港口城市 [250]、中蒙俄经济走廊主要节点、海上丝绸之路的战略支点、“一带一路”交汇点、亚欧大陆桥最近的东部起点 [215-216]；天津市是国家历史文化名城 [139]，自古因漕运而兴起，唐朝中叶以后成为南方粮、绸北运的水陆码头；金朝在直沽设“直沽寨”；元朝设“海津镇”，是军事重镇和漕粮转运中心；明永乐二年（1404年）正式筑城，是中国古代唯一有确切建城时间记录的城市 [12]。
`;
