module.exports = `
台湾是中国神圣领土不可分割的一部分。历史上，台湾曾被西班牙、荷兰、日本先后占领过。抗日战争胜利后，台湾重归中国的版图。1949年后，由于众所周知的原因，台湾与祖国大陆处于分离的状态。50多年来，台湾的政治、经济、文化、社会等发生了巨大变化。

    地理与历史

    一、地理与居民

    台湾是中国的第一大岛，位于祖国东南沿海的大陆架上，地处东经119°18'03"至124°34'30"、北纬20°45'25"至25°56'30"之间。台湾东临太平洋，东北邻琉球群岛，相隔约600公里；南界巴士海峡，与菲律宾相隔约300公里；西隔台湾海峡与福建相望，最窄处为130公里。台湾扼西太平洋航道的中心，是中国与太平洋地区各国海上联系的重要交通枢纽。

    台湾海峡呈东北向西南走向，北通东海，南接南海，长约200海里，宽约70至221海里，平均宽度约108海里，是中国海上交通要道，也是国际海上交通要道。东海和南海之间往返的船只从这里通过。从欧洲、非洲、南亚和大洋洲到中国东部沿海的船只也从这里通过。从大西洋、地中海、波斯湾和印度洋到日本海的船只—般也经过这里。

    台湾省包括台湾本岛及兰屿、绿岛、钓鱼岛等21个附属岛屿，澎湖列岛64个岛屿，其中台湾本岛面积为35873平方公里。目前所称的台湾地区还包括台湾当局控制的福建省的金门、马祖等岛屿，总面积为36188平方公里。

    台湾岛多山，高山和丘陵面积占全部面积的三分之二以上。台湾山系与台湾岛的东北----西南走向平行，竖卧于台湾岛中部偏东位置，形成本岛东部多山脉、中部多丘陵、西部多平原的地形特征。台湾岛有五大山脉、四大平原、三大盆地，分别是中央山脉、雪山山脉、玉山山脉、阿里山山脉和台东山脉，宜兰平原、嘉南平原、屏东平原和台东纵谷平原，台北盆地、台中盆地和埔里盆地。台湾岛位于环太平洋地震带和火山带上，地壳不稳，是一个多震的地区。

    台湾气候冬季温暖，夏季炎热，雨量充沛。北回归线穿过台湾岛中部，北部为亚热带气候．南部属热带气候。年平均气温(高山除外)为22°C，年降水量多在2000毫米以上。充沛的雨量给岛上的河流发育创造了良好的条件，独流入海的大小河川多达608条，且水势湍急，多瀑布，水力资源极为丰富，其中长度超过100公里以上的河流有浊水溪(186.4公里)、高屏溪(170．9公里)、淡水河(158.7公里)、大甲溪(140．3公里)、曾文溪(138．5公里)、马溪(116．8公里)。

    台湾农耕面积约占土地面积的四分之一，盛产稻米，一年有二至三熟，米质好，产量高，主要经济作物是蔗糖和茶。蔬菜品种超过90种，栽种面积仅次于稻谷。台湾素有“水果王国”美称，水果种类繁多。花卉产值也相当可观。

    台湾森林面积约占全境面积的52％，台北的太平山、台中的八仙山和嘉义的阿里山是著名的三大林区，木材储量多达3．26亿立方米，树木种类近4000种，其中尤以台湾杉、红桧、樟、楠等名贵木材闻名于世，樟树提取物更居世界之冠，樟脑和樟油产量约占世界总量的70％。

    台湾四面环海，海岸线总长达l600公里。因地处寒暖流交界，渔业资源丰富。东部沿海岸峻水深，渔期终年不绝；西部海底为大陆架的延伸，较为平坦，底栖鱼和贝类丰富、近海渔业、养殖业都比较发达。远洋渔业也较发达。

    台湾除有丰富的水力、森林、渔业资源外，其它自然资源有限，自产能源只有少量煤、天然气，金、银、铜、铁等金属矿产也较少，主要储藏于北部火山岩地区及中央山脉。

    据台湾有关方面统汁，截止2002年8月。台湾省人口为2240万多人，加上金门、马祖人口、总数约为2248万多人；人口自然增长率约为5‰。人口主要集中在西部平原，东部人口仅占全部人口的4％。人口密度平均每平方公里约为620人，台北市的人口密度达每平方公里l万多人。

    台湾居民中，汉族占总人口的98％；少数民族占约2％，约43万人。根据语言、风俗的不同，台湾少数民族分为阿美、泰雅、排湾、布农、卑南、鲁凯、邹、雅美、邵族、葛玛兰和赛夏等11族，分居全省各地。

    在行政区划上，台湾省辖基隆、新竹、台中、嘉义、台南5个省辖市，台北、宜兰、桃园、新竹、苗栗、台中、彰化、南投、云林、嘉义、台南、高雄、屏东、台东、花莲、澎湖16个县。台湾当局于1967年将台北市、于1979年将高雄市定为“行政院院辖市”。此外，还设有所谓“福建省政府”，辖金门、连江(马祖)2个县。

    二、历史概况

    远古时代，台湾与大陆相连，后来因地壳运动，相连接的部分沉入海中，形成海峡，出现台湾岛。

    台湾早期住民中，大部分是从中国大陆直接或间接移居而来的。1971年和1974年，两次在台南县左镇乡发现了迄今为止台湾最早的人类化石，被命名为“左镇人”。考古学家认为，“左镇人”是在3万年前从大陆到台湾的，与福建考古发现的“清流人”、“东山人”同属中国旧石器时代南部地区的晚期智人，有着共同的起源，都继承了中国直立人的一些特性。台湾早期住民中，还有少部属于尼格利陀人种的矮黑人和属于疏球人种的琅峤人。上述台湾早期住民是现今台湾少数民族的祖先。

    台湾有文字记载的历史可以追溯到公元230年。当时三国吴王孙权派1万官兵到达“夷洲”(台湾)，吴人沈某（此字打不出来）的《临海水土志》留下了世界上对台湾最早的记述。隋唐时期(公元589—618年)称台湾为“流求”。隋王朝曾三次出师台湾。据史籍记载，610年(隋大业六年)汉族人民开始移居澎湖地区。到宋元时期(公元960一1368年)，汉族人民在澎湖地区已有相当数量。汉人开拓澎湖以后，开始向台湾发展，带去了当时先进的生产技术。公元12世纪，宋朝将澎湖划归福建泉州晋江县管辖，并派兵戍守。元朝也曾派兵前往台湾。元、明两朝政府在澎湖设巡检司，负责巡逻、查缉罪犯，并兼办盐课。明朝后期开始出现台湾的名称。进入17世纪之后，汉人在台湾开拓的规模越来越大。在战乱和灾荒的年代，明朝政府的福建当局和郑芝龙集团曾经有组织地移民台湾。

    16世纪，西班牙、荷兰等西方殖民势力迅速发展、开始把触角伸向东方。17世纪初，荷兰殖民者乘明末农民起义和东北满族势力日益强大、明政府处境艰难之时，侵入台湾。不久，西班牙人侵占了台湾北部和东部的一些地区，后于l642年被荷兰人赶走，台湾沦为荷兰的殖民地。荷兰殖民者实行强制统治，把土地据为已有，强迫人民缴纳各种租税，掠夺台湾的米、糖，把其收购到的中国生丝、糖和瓷器经台湾转口运往各国，牟取高额利润。荷兰殖民者的统治，激起了台湾人民的反抗。1652年9月，农民领袖郭怀一领导了一次较大规模的武装起义。这次武装起义虽然被镇压下去，但它表明荷兰的殖民统治已经出现危机。

    1644年，清军入关，在北京建立清朝政权。1661年4月，郑成功以南明王朝招讨大将军的名义，率2.5万将士及数百艘战舰，由金门进军台湾。郑成功在进军台湾时，向荷兰殖民者表示台湾“一向属于中国”，台湾和澎湖这两个“岛屿的居民都是中国人，他们自古以来占有和耕种这一土地”，荷兰“自应把它归还原主。”经过激烈战斗和围困，1662年2月，郑成功迫使荷兰总督揆一签字投降。郑成功从荷兰殖民者手中收复了中国领土台湾，成为一位伟大的民族英雄，受到广大人民的敬仰。

    郑成功收复台湾后仅4个月即病逝。郑氏政权把大陆的政治、文教制度移植台湾，重视土地开发和兴修水利，发展对外贸易，促进了台湾经济的发展。到郑氏政权末期，台湾的汉族人口已达12万人。

    郑氏政权末期与清政府处于军事对峙状态。清政府平定大陆后，开始谋划进攻台湾，曾经采取招抚方针，企图说服郑氏降清未果。郑氏政权曾多次反攻大陆沿海地区，至1678年秋郑军战败，所占领的东南沿海州县全部丧失，随即完全退守台湾。此时，清朝政府统治中国已成定局，郑氏政权逐步演变成为地方割据政权。1683年7月8日，清政府派福建水师提督施琅率水陆官兵2万余人、战船200余艘，从铜山向澎湖、台湾进发。清军向澎湖守军发起攻击，郑军溃败。郑成功之孙郑克塽率众归顺清政府。

    1684年，清政府设置分巡台厦兵备道及台湾府，隶属于福建省。至1811年，台湾人口已达190万，其中多数是来自福建、广东的移民。移民大量开垦荒地，使台湾成为一个新兴的农业区域，并向大陆提供大量稻米和蔗糖，由大陆输入的日用消费品和建筑材料等，使台湾的经济得到相当程度的发展。这个时期．台湾与福建、广东的来往十分密切．中华文化更加全面地传入台湾。

    1840年英国发动侵略中国的鸦片战争以后，西方列强逼迫中国开放通商口岸。19世纪60年代．台湾的淡水、鸡笼、安平、打狗相继开港、进口以鸦片为大宗，出口则以茶、糖、樟脑为主。

    l9世纪70年代，实行明治维新后的日本开始对外“开疆拓土”。向南把琉球和台湾作为扩张的目标，声称台湾是“土番”居住区．是“无主之地”，不在中国主权之下。清政府—再申明：“台湾全地久隶我国版图”，“全台郡之生番，无一社不归中国者”。1874年1月、日军入侵台湾。10月，中日签订《北京专条》，虽然软弱的清政府对日本作出妥协，但《北京专条》仍表明中国对整个台湾行使主权。此后．清朝官员提出台湾设省的建议。

    由于西方列强向中国边疆侵逼中国出现了边疆危机。1884—1885年中法战争期间，法军进攻台湾。遭刘铭传率军重创。到1885年6月《中法新约》签定，法军被迫撤出台湾。

    中法战争以后，清政府为了加强海防，于1885年将台湾划为单一行省，台湾成为中国第20个行省。首任台湾省巡抚刘铭传积极推行自强新政，清理田赋，增加财政收入，购买轮船，架设电报线，设立邮电总局，建造铁路；购买军舰，增设炮台。设立机器局自造武器；成立煤务局，安装新式采煤机器；设立兴市公司，建街造路；创立西学堂、电报学堂，培养建设人才。刘铭传把众多新式事业集中于一省，使台湾成为当时中国的先进省份之一。

    l894年日本发动甲午战争，翌年清政府战败，于4月17日被迫签订丧权辱国的《马关条约》，把台湾割让给日本。消息传出后，举国同愤，反对割台；台湾全省“哭声震天”，鸣锣罢市。协理台湾军务的清军将领刘永福等率军民反抗日本的侵占．坚持了5个多月的战斗，历经大小百余仗，使日本侵略者付出了惨重的代价，但终遭失败。从此，台湾沦为日本的殖民地达50年之久。

    日本在台湾实行总督专制的统治体制，建立严密的警察制度，控制台湾社会，并且利用保甲制度作为警察政治的辅助工具。1937年日本发动全面侵华战争后，在台湾推行“皇民化运动”，灌输忠“君”(天皇)爱“国”(日本)思想，力图把台湾人民变成日本的忠臣良民。在经济上，实行“农业台湾、工业日本”的政策，由台湾向日本提供稻米和蔗糖；后期则配合日本的南进政策，在台湾发展与军需有关的工业，把台湾当作日军的补给地。台湾人民从未屈服日本的殖民统治。在日据初期，以农民为主体的抗日武装进行了长达20年的斗争。后来，文化协会、民众党、共产党等还组织领导了反抗日本殖民统治的民族抵抗运功。

    1937年7月日本制造“七七事变”，中国人民开始了全民族的抗日战争。在抗日战争时期，不少台湾同胞回到祖国参加抗战，为抗日战争的胜利和台湾的光复作出了贡献。1941年l2月太平洋战争爆发后，12月9日中国政府发出《中国对日宣战布告》、明确昭告中外：“所有—切条约、协定、合同，有涉及中日之间关系者，一律废止。”

    1945年8月，日本在第二次世界大战中战败，8月15日宣布无条件投降。中国人民经过8年英勇的抗日战争，终于收复了台湾。台湾同胞欢天喜地，庆祝回归祖国。10月25日，同盟国中国战区台湾省受降仪式于台北举行，受降主官代表中国政府宣告：自即日起、台湾及澎湖列岛已正式重入中国版图，所有一切土地、人民、政事皆已置于中国主权之下。至此,台湾、澎湖重归中国主权管辖之下。
`;
