module.exports = `
香港自古以来就是中国的领土，秦汉以来先后属番禺县、宝安县、东莞县、新安县管辖。1840年鸦片战争以后英国强占香港岛，后经《南京条约》（1842年）、《北京条约》（1860年）、《展拓香港界址专条》（1898年）3个不平等条约，香港岛、九龙和新界先后被“割让”或“租借”予英国。

新中国成立后，我国政府对香港问题的基本立场是：香港是中国的领土，不承认帝国主义强加的3个不平等条约；对这一历史遗留下来的问题，将在条件成熟的时候通过谈判和平解决；未解决之前维持现状。

20世纪80年代初，解决香港问题开始提上议程。在邓小平同志提出的“一国两制”方针指导下，我国政府从1982年9月开始就解决香港问题与英国政府进行谈判。1984年12月19日，中英两国政府正式签署了关于香港问题的联合声明。1990年4月4日，七届全国人大三次会议通过了《中华人民共和国香港特别行政区基本法》。

1997年7月1日，我国政府对香港恢复行使主权，中华人民共和国香港特别行政区正式成立。

地理

香港位于中国南部、珠江口以东，西与中国澳门隔海相望，北与深圳市相邻，南临珠海市万山群岛，距广州市约200公里。区域范围包括香港岛、九龙、新界和周围的262个岛屿。陆地总面积为1106.3平方公里，其中港岛80.7平方公里，九龙46.9平方公里，新界978.7平方公里。海域面积为1648.7平方公里。

人口

香港是世界上人口密度最高的地区之一。截至2018年底，香港居住人口约748万人，陆地人口密度为每平方公里6890人，其中近80%的人口居住在面积占15%的临海区域。过去10年里，香港人口平均每年增长0.8%。

香港人口大部分为中国国籍。根据2017年统计数据，中国籍人口占香港人口比例约91.4%。其他国籍人士主要包括菲律宾（约19.0万，2.6%）、印度尼西亚（约17.0万，2.3%）和印度（约3.3万，0.4%）。

语言

香港通行“两文三语”（即中文、英文，普通话、粤语和英语），中英文同属香港的法定语文。根据2016年统计数据，香港居住人口中，日常习惯用粤语的占88.9%，用英语的占4.3%，用普通话的占1.9%，用中国其他方言的占3.1%，用其他语言的占1.9%。

自然资源

受环境制约，香港自然资源匮乏。食用淡水70%以上依靠广东省供给，食物供应超过90%为进口食品，其中主要来自内地。矿藏有少量铁、铝、锌、钨、绿柱石、石墨等。香港邻近大陆架，洋面广阔，岛屿众多，渔业生产环境得天独厚，出产150多种具有商业价值的海鱼，主要是红衫、九棍、大眼鱼、黄花鱼、黄肚和鱿鱼。农业主要种植少量蔬菜、花卉、水果和水稻，饲养少量生猪、家禽。

气候

香港为四季分明的海洋性亚热带季风气候，年平均气温为23.3℃。冬季温度可能跌至10℃以下，夏季则回升至31℃以上。雨量集中在5月至9月，约占全年降雨量的80%。全年雨量充沛，四季花香，春温多雾，夏热多雨，秋日晴和，冬微干冷。

政府架构

香港特别行政区的首长是行政长官，由选举委员会根据《基本法》选举、并经中央人民政府委任产生，任期五年。行政长官主要负责执行《基本法》、签署法案和财政预算案、颁布法例、决定政府政策以及发布行政命令，并由行政会议协助制定政策。

行政会议由16名主要官员和16名非官守成员组成，所有成员均由行政长官从行政机关的主要官员、立法会议员和社会人士中选任。行政会议成员的任期以行政长官的任期为限。

特别行政区政府设有政务司、财政司、律政司和各局、处、署等部门，政府的主要施政和行政工作由13个决策局和下辖的56个部门和机构执行。13个决策局分别为公务员事务局、政制及内地事务局、教育局、环境局、食物及卫生局、民政事务局、劳工及福利局、保安局、运输及房屋局、商务及经济发展局、发展局、财经事务及库务局、创新及科技局。

立法会是香港特别行政区的立法机关，除负责制定法律外，还根据政府的提案审核、通过财政预算，以及批准税收和公共开支。立法会全部70位议员透过选举产生，其中35个议席透过分区直选产生，其余35个透过功能界别选举产生（包括5个议席由区议会功能界别选出）。立法会议员任期四年，现届任期由2016年10月1日至2020年9月30日。

地区层面有18个区议会，分别就所属地区的政策推行事宜提供意见。区议会共有458个议席，包括431个民选议席和27个当然议席。议员任期同样为四年，现届任期为2016年1月1日至2019年12月31日。

《基本法》保证香港继续实行普通法制度，司法机构独立于政府的立法和行政机关保持中立，最高上诉法院为终审法院。

经济发展

香港是国际金融、航运和贸易中心，经济比较发达。2018年，香港GDP达到28453亿港元（合3648亿美元），同比实际增长3%；人均GDP约36万港元（合4.9万美元），属于高收入经济体；基本通胀率为2.6%，物价处于温和增长态势；劳动人口398万，失业率为2.8%，维持全民就业状态。香港经济结构以服务业为主，服务业占本地生产总值的比重长期保持在90%以上。

香港是全球经济最开放的地区之一，已连续25年被国际机构评为全球最自由的经济体。据联合国贸易和发展会议(UNCTAD)《2018年世界投资报告》，香港于2017年吸纳的直接外来投资达1040亿美元，全球排第三位，亚洲排名仅次于中国内地(1360亿美元)。在对外直接投资方面，香港在亚洲排第三位，金额达830亿美元，在日本(1600亿美元) 及中国内地(1250亿美元)之后。截至2017年,香港作为投资来源地及接收地的金额均居全球第二位，仅次于美国。

香港实行低税率的简单税制，只有薪俸、物业租金及营业利润三种收入才须课税，分别对应薪俸税、物业税和利得税。个人薪俸税超过免税额后按不同比例计征，最高不超过17%；物业税为15%；公司利得税的税率为16.5%。

香港实行联系汇率制度，即维持7.8港元兑1美元。香港特区政府财政稳健，2018财年底财政储备总额11616亿港元，外汇储备资产4247亿美元。

国际金融中心：香港是全球第三大金融中心，仅次于伦敦及纽约。截至2017年底，香港金融管理局认可的银行业机构共191家，其中，持牌银行、有限制持牌银行和接受存款公司分别有155家、19家和17家。银行机构资产总额22.7万亿港元，存款总额12.75万亿港元，贷款及垫款总额9.31万亿港元。香港股市在全球具有较大影响力，截至2018年底，在香港交易所挂牌（主板和创业板）的上市公司达2315家，股票总市值达29.9万亿港元，排名全球第五和亚洲第三。2018年股票市场总集资额达5417亿港元，其中IPO集资额2865亿港元，排名全球第一。香港是全球规模最大的离岸人民币业务枢纽、融资及资产管理中心。2018年底，香港银行体系人民币存款总额为6150亿元，经香港银行处理的人民币贸易结算总额为42088亿元，占全球人民币支付交易约79%。据国际结算银行调查显示，2016年香港是亚洲第二大和全球第四大外汇市场，平均每日成交额达4370亿美元。

国际贸易中心：香港是世界第七大贸易经济体，是全球成衣、钟表、珠宝、玩具、游戏、电子和某些轻工业产品的主要出口地之一。2018年，香港货物贸易总额为11384亿美元，其中货物出口（包括港产品出口和转口）5331亿美元，进口6053亿美元。服务贸易总额为1959亿美元，其中服务输出1144亿美元，服务输入815亿美元。

国际航运中心：香港是亚洲重要的海上运输枢纽，每周提供约340班货柜船服务到全球约470个目的地，2018年集装箱吞吐量为1959万个标准箱，位居全球货柜港第七位。香港国际机场是世界最繁忙的货运枢纽，也是全球十大最繁忙客运机场之一，每日提供超过1100班航班，前往全球约190个航点，包括42个内地城市。2018年香港机场航空货运量510万吨，位居全球第一位；航空客运量7470万人次，位居全球第八位。

两地经济交流合作：内地是香港最大的贸易伙伴，香港是内地继美国、日本和韩国之后的第四大贸易伙伴。2018年，香港与内地的贸易总额达到3106亿美元，占全国贸易总额的6.7%。据香港特区政府统计，2018年，香港57%的转口货物原产地为内地，而55%则以内地为目的地。

香港是中国内地最大的海外直接投资来源地。截至2018年底，来自香港的实际利用外资总额为10992亿美元，占全国累计吸收外资总额的54.1%。香港也是中国内地对外直接投资流出的主要目的地。截至2018年，中国内地对香港的非金融类直接投资存量达6223.7亿美元，占对外直接投资存量的52.7%。

香港也是中国内地企业重要的离岸集资中心。近年来，随着“沪港通”“深港通”“债券通”等先行先试政策不断推出，两地资本市场互联互通渠道逐步增多，机制不断完善。截至2018年底，在香港上市的内地企业有1146家，其中包括H股、红筹股及民营企业，总市值约为2.6万亿美元，占市场总值的68%。自1993年以来，内地企业通过发行股票在香港集资超过8000亿美元。

当前，香港正在以参与“一带一路”建设、粤港澳大湾区建设和人民币国际化等国家重大战略为引领，不断深化两地互利合作，更好融入国家发展大局。
`;
