module.exports = `
新疆维吾尔自治区，简称新，位于中国西北部，面积166万平方公里，占全国总面积的六分之一，是中国面积最大的省级行政区。新疆地处亚欧大陆腹地，与俄罗斯、哈萨克斯坦、吉尔吉斯斯坦、塔吉克斯坦、巴基斯坦、蒙古、印度、阿富汗等八国接壤，在历史上是沟通东西方、闻名于世的“丝绸之路”的要冲，现在又成为第二座“亚欧大陆桥”的必经之地，战略位置十分重要。

    新疆，古称西域，自古以来就是中国不可分割的一部分。公元前60年，西汉中央政权设立西域都护府，新疆正式成为中国领土的一部分。1884年清政府在新疆设省。1949年新疆和平解放，1955年10月1日成立新疆维吾尔自治区。

    新疆现有14个地、州、市，85个县(市)，其中33个为边境县(市)。新疆生产建设兵团是新疆的重要组成部分，有174个团场。截止2002年底，新疆人口为1905.19万人，比上年增加29万人，增长1.6%。分城乡看，城镇人口644.72万人，增加11.51万人，增长1.8%，城镇化率为33.8%；乡村人口1260.47万人，增加17.49万人，增长1.4%。分性别看，男性人口963.26万人，增长1.0%；女性人口941.93万人，增长2.2%。全年人口出生率为16.3‰，死亡率为5.4‰，人口自然增长率为10.9‰。

    一个文物古迹众多，自然景观独特，民族风情丰富多彩的好地方位于吐鲁番市的高昌故城和交河故城均为古代城市遗迹，败壁残垣之间，充满历史沧桑感。柏孜克里克千佛洞是洞窟多、壁画内容丰富的石窟群，是我国开凿最早的石窟士寺。具有浓厚的维吾尔族建筑风格的苏公塔，幽秘罗布泊 、天山天池是著名的风景游览区，风光绮丽，牧草繁茂，山花浪漫。8611米的世界第二高峰乔格里锋，世界第二洼地艾丁湖，有被称为"死亡之海"的世界第二大沙漠塔克拉玛干大沙漠，新疆是我国极具魅力的旅游胜地。
`;
