module.exports = `
西藏简介
    简　称：藏
    地理位置：地处世界上最大最高的青藏高原，平均海拔4千米以上，南隔喜马拉雅山脉与印度、尼泊尔、锡金、不丹、缅甸等国接壤。北部和东部与新疆、青海、四川、云南等省区为邻。
    人　口：全区总人口为281万人（2006年末数字）。人口出生率为17.4‰，死亡率为5.7‰，自然增长率为11.7‰。人口密度为每平方公里2.21人, 西藏人口分布也很不均衡，多数人口集中在南部和东部。平均预期寿命已由1951年和平解放前的35.5岁提高到目前的67岁。
    面　积：120多万平方公里。
    行政区划：西藏全区共划1地级市、6地区、1县级市、76县。
    气　候：年平均气温为8度左右
    民　族：西藏是以藏族为主体的民族自治区，其他还有汉族、回族、门巴族、珞巴族等。未识别民族有夏尔巴人和僜人，其人数较少，只有2000余人。
    旅游特色：独特的地理环境造就了独一无二的雪域风光。
    西藏简介：西藏既有独特的高原雪域风光，又有妩媚的南国风采，而与这种大自然相融合的人文景观，也使西藏在旅行者眼中具有了真正独特的魅力。至今，还有许多藏族人的生活习俗与高原之外的现代人有着很大的距离，也正由于距离的产生，才使西藏的一切具有了观赏价值。
    西藏自治区是中华人民共和国的五个民族自治区之一，成立于1965年9月1日。
    西藏自治区位于中国的西南边疆，青藏高原的西南部。它北与新疆维吾尔自治区和青海省毗邻，东连四川省，东南与云南省相连，南边与西部与缅甸、印度、不丹、尼泊尔等国接壤，形成了中国与上述国家全长近4000公里的边境线。全区土地面积为122万多平方公里，约占全国总面积的12.8%。
`;
