module.exports = `
云南省，简称滇、云，位于中华人民共和国西南边陲。战国时期，这里是滇族部落的生息之地。云南，即“彩云之南”，另一说法是因位于“云岭之南”而得名。省会是昆明市。总面积约39万平方公里，占全国面积4.11％，在全国各省级行政区中面积排名第8。总人口4316万(2008年)，占全国人口3.36％，人口排名为第13名。与云南省相邻的省区有四川、贵州、广西、西藏，云南省的3个邻国是缅甸、老挝和越南。北回归线从本省南部横穿而过。

行政区划省会：昆明市。

云南省设有地级市8个、少数民族自治州8个 。

其下管辖的市辖区12个、县级市9个、县79个、少数民族自治县29个。

民族

云南是全国民族最多的省份，全省共有52个民族，其中人口5000以上并有固定分布范围的有26个。各民族分布呈大杂居、小聚居的特点。其中云南的世居民族有15个：白、哈尼、傣族、傈僳、拉祜、佤、纳西、景颇、布朗、普米、阿昌、怒族、基诺、德昂、独龙。在各省级行政区中，它的少数民族总人口（1433万）名列第2位（仅次于广西）。少数民族占总人口的比重为33.41%，居全国各省级行政区的第7位（次于西藏、新疆、青海、广西、贵州、宁夏）。

自然资源

云南省号称“动物王国”“植物王国”和“有色金属王国”。全国162种自然矿产中云南就有148种，其中铜矿、锡矿等有色金属矿产产量居全国前列。

该省人均水资源超过10,000立方米，是全国平均水平的4倍。由于地形缘故，河流落差都很大，蕴藏有巨大的水能资源。云南省参与的“西电东送”工程大部分的电能都来自环保的水能发电。

主要特色物种：滇金丝猴、绿孔雀、浣熊、蟒、亚洲象、抗浪鱼、望天树、跳舞草、丽江云杉、巴西橡胶树、油棕、三七等。
`;
