module.exports = `
浙江省为中国的一个省，地处中国东南沿海长江三角洲南翼，东临东海，南接福建，西与江西、安徽相连，北与上海、江苏接壤。境内最大的河流钱塘江，因江流曲折，称之江，又称浙江，省以江名，简称“浙”。省会杭州市。浙江省东西和南北的直线距离均为450公里左右，陆域面积10.18万平方公里，为全国的1.06%，是中国面积最小的省份之一。下辖杭州、宁波2个副省级城市，温州、绍兴、湖州、嘉兴、金华、衢州、台州、丽水、舟山9个地级市，共11个省辖市。注：宁波同时也为国家计划单列市。

浙江省位于中国东南沿海，介于北纬27度12分-31度31分和东经118度-123度之间，东濒东海，南界福建，西与江西、安徽相连，北与上海，江苏为邻。东西与南北的直线距离均为450公里，陆域面积10.18万平方公里。境内最大的河流钱塘江，因江流曲折，又称浙江，省以江名，简称为浙。

2008年11月1日零时，浙江省的常住人口为5116万人，有畲、回、壮、苗等53个少数民族。至2007年7月，全省辖杭州、宁波市（全国计划单列市）、温州市、嘉兴市、湖州市、绍兴市、金华市、衢州市、舟山市、台州市、丽水市11市，36个县、22个县级市、32个市辖区，共置457个乡，754个镇，307个街道。省人民政府驻地杭州。

地形：浙江省地势自西南向东北呈阶梯状倾斜。西南多为千米以上的群山盘结，其中位于龙泉市境内的黄茅尖，海拔1929米，为全省最高峰。地形以丘陵山地为主，占全省总面积70.4%。主要山脉自北而南分别有怀玉山，天目山脉，括苍山脉。平原面积23.2%，主要有杭嘉湖平原，宁绍平原和温黄平原；盆地主要是金衢盆地。境内河湖水面积占6.4%，有钱塘江、瓯江、曹娥江、灵江、苕溪、飞云江、甬江和鳌江等水系，此外，还有大运河，杭州西湖、嘉兴南湖、绍兴东湖和宁波东钱湖、千岛湖（即新安江水库）。浙江海岸线总长6400余公里，居全国首位。有沿海岛屿3000余个，水深在200米以内的大陆架面积达23万平方公里。

水文：河流水源充足，地表水平均年径流总量900多亿立方米。

土壤：土壤以黄壤和红壤为主，占全省面积70%以上，多分布在丘陵山地，平原和河谷多为水稻土，沿海有盐土和脱盐土分布。

气候：浙江气候总的特点是: 季风显著, 四季分明,年气温适中, 光照较多, 雨量丰沛, 空气湿润, 雨热季节变化同步，气候资源配制多样，气象灾害繁多。浙江年平均气温15～18℃, 极端最高气温33～43℃, 极端最低气温-2.2～-17.4℃；全省年平均雨量在980～2000毫米,年平均日照时数1710～2100小时。

春季，东亚季风处于冬季风向夏季风转换的交替季节，南北气流交会频繁，低气压和锋面活动加剧。浙江春季气候特点为阴冷多雨，沿海和近海时常出现大风，全省雨水增多，天气晴雨不定，正所谓“春天孩儿脸，一日变三变”。浙江春季平均气温13～18℃，气温分布特点为由内陆地区向沿海及海岛地区递减；全省降水量320～700毫米，降水量分布为由西南地区向东北沿海地区逐步递减；全省雨日41～62天。春季主要气象灾害有暴雨、冰雹、大风、倒春寒等。

夏季，随着夏季风环流系统建立，浙江境内盛行东南风，西北太平洋上的副热带高压活动对浙江天气有重要影响，而北方南下冷空气对浙江天气仍有一定影响。初夏，浙江各地逐步进入汛期，俗称“梅雨”季节，暴雨、大暴雨出现概率增加，易造成洪涝灾害；盛夏，受副热带高压影响，浙江易出现晴热干燥天气，造成干旱现象；夏季是热带风暴影响浙江概率最大的时期。浙江夏季气候特点为气温高、降水多、光照强、空气湿润，气象灾害频繁。全省夏季平均气温24～28℃，气温分布特点为中部地区向周边地区递减；各地降水量290～750毫米，东部山区降水量较多，如括苍山、雁荡山、四明山等，海岛和中部地区降水相对较少；全省各地雨日为32～55天。夏季主要气象灾害有台风、暴雨、干旱、高温、雷暴、大风、龙卷风等。

秋季，夏季风逐步减弱，并向冬季风的过渡,气旋活动频繁,锋面降水较多,气温冷暖变化较大。浙江秋季气候特点：初秋，浙江易出现淅淅沥沥的阴雨天气，俗称“秋拉撒”；仲秋，受高压天气系统控制，浙江易出现天高云淡、风和日丽的秋高气爽天气，即所谓“十月小阳春”天气；深秋，北方冷空气影响开始增多，冷与暖、晴与雨的天气转换过程频繁，气温起伏较大。全省秋季平均气温16～21℃，东南沿海和中部地区气温度偏高，西北山区气温偏低；降水量210～430毫米，中部和南部的沿海山区降水量较多，东北部地区虽降水量略偏少，但其年际变化较大；全省各地雨日28～42天。秋季主要气象灾害有台风、暴雨、低温、阴雨寡照、大雾等。

冬季，东亚冬季风的强弱主要取决于蒙古冷高压的活动情况，浙江天气受制于北方冷气团（即冬季风）的影响，天气过程种类相对较少。浙江冬季气候特点是晴冷少雨、空气干燥。全省冬季平均气温3～9℃，气温分布特点为由南向北递减，由东向西递减；各地降水量140～250毫米，除东北部海岛偏少明显外，其余各地差异不大；全省各地雨日为28～41天。冬季主要气象灾害有寒潮、冻害、大风、大雪、大雾等。

资源

动植物资源：浙江是我国高产综合性农业区，茶叶、蚕丝、柑橘、竹制品等在全国占有重要地位。森林覆盖率达59.4%，植被资源在3000种以上，属国家重点保护的野生植物有45种。树种资源丰富，素有"东南植物宝库"之称。野生动物种类繁多，有123种动物被列入国家重点保护野生动物名录。野生动物有兽类80多种，鸟类300-400种，其国家一级保护动物22种，二级保护动物103种，省级保护动物44种。

矿产资源：种类繁多，有铁、铜、铅、锌、金、钼、铝、锑、钨、锰等，以及明矾石，萤石、叶蜡石、石灰石、煤、大理石、膨润土、砩石等。明矾石矿储量居全国第一，萤石矿储量居全国第二。

水资源：浙江属于亚热带季风气候，气温适中，四季分明，光照充足，雨量充沛。全省多年平均水资源总量为937亿立方米，按单位面积计算居全国第4位，但人均水资源拥有量仅2004立方米，低于全国人均水平。

海洋：浙江海域面积26万平方公里。面积大于500平方米的海岛有3061个，是全国岛屿最多的省份，其中面积495.4平方公里的舟山岛为我国第四大岛。海岸线总长6486.24公里，居全国首位，其中大陆海岸线2200公里，居全国第5位。岸长水深，可建万吨级以上泊位的深水岸线290.4公里，占全国的1／3以上，10万吨级以上泊位的深水岸线105.8公里。东海大陆架盆地有着良好的石油和天然气开发前景。

旅游：浙江旅游资源非常丰富，素有"鱼米之乡、丝茶之府、文物之邦、旅游胜地"之称。全省有重要地貌景观800多处、水域景观200多处、生物景观100多处。人文景观100多处，自然风光与人文景观交相辉映，特色明显，知名度高。
`;
